Repository: aartisoft/oisami
Catalog: listingo/listingo_new/languages/*.po
Languages: pt_pt

source: Add address latitude.
pt_pt: Adicione a latitude do endereço.

source: Add address longitude.
pt_pt: Adicione a longitude do endereço.

source: Add phone number.
pt_pt: Adicionar número de telefone.

source: Add fax number.
pt_pt: Adicionar número de fax.

source: Add email address.
pt_pt: Adicionar endereço de e-mail.

source: Add website address.
pt_pt: Adicione o endereço do site.

source: Make Featured?
pt_pt: Destaque?

source: Show this package is trending.
pt_pt: Mostre que este pacote está sendo exibido.

source: Package Sub Title
pt_pt: Subtítulo do pacote

source: Add Package Sub Title
pt_pt: Adicionar subtítulo do pacote

source: Package Description
pt_pt: Descrição do pacote

source: Add Package short description.
pt_pt: Adicione uma breve descrição do pacote.

source: Package Duation is in Days. Please add number of days for this package.
pt_pt: O pacote Duation está em dias. Por favor, adicione o número de dias para este pacote.

source: Add Duration as : 30, please add only integer value
pt_pt: Adicione a duração como: 30, adicione apenas valor inteiro

source: Package price
pt_pt: Preço do pacote

source: Pleas add price for this package. for currency settings please go to Tools > Theme Settings > Payment Settings
pt_pt: Por favor, adicione preço para este pacote. Para configurações de moeda, vá para Ferramentas> Configurações de Tema> Configurações de Pagamento

source: Featured listing included
pt_pt: Listagem destacada incluída

source: If you enable this setting then users who buy this package, will be in featured listing for given below number of days.
pt_pt: Se você habilitar esta configuração, os usuários que compram este pacote, estarão na listagem destacada para um determinado número de dias abaixo.

source: Featured expiry
pt_pt: Expiração em destaque

source: If you enable this setting then users who buy this package, will be in featured listing for given number of days.
pt_pt: Se você habilitar esta configuração, os usuários que compram este pacote, estarão em lista destacada por determinado número de dias.

source: Appointments included
pt_pt: Compromissos incluídos

source: If you enable this setting then users who buy this package, will be able to see bookings module.
pt_pt: Se você habilitar esta configuração, os usuários que compram este pacote poderão ver o módulo de reservas.

source: Profile Banner Included
pt_pt: Ficha do perfil incluída

source: Insurance included
pt_pt: Seguro incluído

source: If you enable this setting then users who buy this package, will be able to add insurance.
pt_pt: Se você habilitar esta configuração, os usuários que compram este pacote poderão adicionar seguro.

source: Favorite Listings included
pt_pt: Listagens favoritas incluídas

source: If you enable this setting then users who buy this package, will be able to see favorite listings.
pt_pt: Se você habilitar esta configuração, os usuários que compram este pacote poderão ver listas favoritas.

source: Teams Management included
pt_pt: Gerenciamento de equipes incluído

source: If you enable this setting then users who buy this package, will be able to add teams.
pt_pt: Se você habilitar esta configuração, os usuários que compram este pacote poderão adicionar equipes.

source: Opening Hours/Schedules included
pt_pt: Horários / horários incluídos

source: If you enable this setting then users who buy this package, will be able to add Opening Hours/Schedules.
pt_pt: Se você habilitar esta configuração, os usuários que compram este pacote, poderão adicionar horários / horários de abertura.

source: Click above link to view all answers
pt_pt: Clique no link acima para ver todas as respostas

source: View Answers
pt_pt: Ver respostas

source: Review Detail
pt_pt: Detalhe da revisão

source: Wait time
pt_pt: Tempo de espera

source: Review wait time.
pt_pt: Revise o tempo de espera.

source: User From
pt_pt: Usuário de

source: Select user who rate.
pt_pt: Selecione o usuário que classifica.

source: User To
pt_pt: Usuário para

source: Select user who is being rated.
pt_pt: Selecione o usuário que está sendo avaliado.

source: Individual Ratings
pt_pt: Avaliações individuais

source: Recommendation
pt_pt: Recomendação

source: Recommended ?
pt_pt: Recomendado ?

source: Yes or No to recommend.
pt_pt: Sim ou Não para recomendar.

source: Amenities Icon
pt_pt: Ícone de Facilidades

source: Choose Amenities/Features Icon. Leave blank to not display.
pt_pt: Escolha Ícone Comodidades / Recursos. Deixe em branco para não exibir.

source: Choose country to which you want to assign this city.
pt_pt: Escolha o país para o qual deseja atribuir esta cidade.

source: City Image
pt_pt: Imagem da cidade

source: Upload here cities background image. It will display in listing.
pt_pt: Carregue aqui a imagem de fundo das cidades. Ele será exibido na listagem.

source: Category Settings
pt_pt: Configurações da categoria

source: Country Image
pt_pt: Imagem do País

source: Upload here countries background image. It will display in listing.
pt_pt: Carregue aqui a imagem de fundo dos países. Ele será exibido na listagem.

source: Insurance Logo
pt_pt: Logotipo de seguro

source: Please upload isnurance logo. Leave it empty to hide.
pt_pt: Faça o upload do logotipo do seguro. Deixe-o vazio para se esconder.

source: Select Title bar Type, Please note global settings(From Theme Settings) should be enabled
pt_pt: Selecione o tipo de barra de título, observe as configurações globais (De Configurações de Tema) devem ser ativadas

source: Default Settings(Theme Settings)
pt_pt: Configurações padrão (Configurações de tema)

source: Custom titlebar
pt_pt: Barra de título personalizada

source: Theme Slider
pt_pt: Controle deslizante de tema

source: Text color
pt_pt: Cor do texto

source: Title bar text color.
pt_pt: Cor do texto da barra de título.

source: Title bat contents
pt_pt: Conteúdo do morcego do título

source: Leave it empty to use from theme settings, if theme settings is empty then default title of page will be shown.
pt_pt: Deixe-o vazio para usar a partir das configurações do tema, se as configurações do tema estiverem vazias, o título padrão da página será exibido.

source: Please Select theme slider.
pt_pt: Selecione o controle deslizante do tema.

source: Please create a new slider and then select here.
pt_pt: Crie um novo controle deslizante e selecione aqui.

source: Custom Classes
pt_pt: Classes personalizadas

source: Add Custom Classes
pt_pt: Adicionar aulas personalizadas

source: Margin
pt_pt: Margem

source: Margin Top
pt_pt: Top de Margem

source: add margin, Leave it empty to hide, Note: add only integer value as : 10
pt_pt: adicionar margem, deixar vazio para esconder, Nota: adicionar apenas valores inteiros como: 10

source: Margin Bottom
pt_pt: Margem inferior

source: Margin Left
pt_pt: Margem esquerda

source: Margin Right
pt_pt: Margem direita

source: Padding
pt_pt: Preenchimento

source: Padding Top
pt_pt: Top de preenchimento

source: add padding, Leave it empty to hide, Note: add only integer value as : 10
pt_pt: adicionar preenchimento, deixar vazio para esconder, Nota: adicionar apenas o valor inteiro como: 10

source: Padding Bottom
pt_pt: Parte inferior do preenchimento

source: Padding Left
pt_pt: Recheio à esquerda

source: Responsive Settings
pt_pt: Configurações responsivas

source: Extra small
pt_pt: Muito pequeno

source: Extra small Screen
pt_pt: Tela extra pequena

source: Show/hide Small Screen Settings
pt_pt: Mostrar / ocultar Configurações da tela pequena

source: OFF
pt_pt: FORA

source: Small Screen Class
pt_pt: Classe pequena tela

source: Choose Your Small Screen Class
pt_pt: Escolha sua classe de tela pequena

source: Small Screen
pt_pt: Tela pequena

source: Medium Screen
pt_pt: Tela média

source: Medium Screen Settings
pt_pt: Configurações da tela média

source: Show/hide Medium Screen Settings
pt_pt: Mostrar / ocultar Configurações da tela média

source: Medium Screen Class
pt_pt: Classe de tela média

source: Choose Your Medium Screen Class
pt_pt: Escolha sua classe de tela média

source: Large Screen
pt_pt: Tela grande

source: Large Screen Settings
pt_pt: Configurações de tela grande

source: Show/hide Large Screen Settings
pt_pt: Mostrar / ocultar Configurações da tela grande

source: Large Screen Class
pt_pt: Classe de tela grande

source: Choose Your Large Screen Class
pt_pt: Escolha sua classe de tela grande

source: Layout Elements
pt_pt: Elementos de layout

source: Section
pt_pt: Seção

source: Add a Section
pt_pt: Adicione uma seção

source: Genral Settings
pt_pt: Configurações Gerais

source: Section Heading
pt_pt: Título da seção

source: Enter Your Section Heading Here
pt_pt: Digite o seu título da seção aqui

source: Section Settings
pt_pt: Configurações de seção

source: Select Section Settings
pt_pt: Selecione Configurações da seção

source: Stretch Section
pt_pt: Seção de estiramento

source: Stretch Section With Contents
pt_pt: Seção extensível com conteúdo

source: Stretch Section With Contents(No Padding)
pt_pt: Seção extensível com conteúdo (sem preenchimento)

source: Background Color
pt_pt: Cor de fundo

source: Please select the background color
pt_pt: Selecione a cor do fundo

source: Please select the background image
pt_pt: Selecione a imagem de fundo

source: Background Repeat
pt_pt: fundo de repetição

source: Repeat Background
pt_pt: Repetir fundo

source: No Repeat
pt_pt: Sem repetição

source: Repeat
pt_pt: Repetir

source: Repeat X
pt_pt: Repetir X

source: Repeat Y
pt_pt: Repita Y

source: Background position Horizontally
pt_pt: Posição horizontal horizontalmente

source: Position X, IN ( % )
pt_pt: Posição X, IN (%)

source: Background position Vertically
pt_pt: Posição do plano de fundo verticalmente

source: Position Y, IN ( % )
pt_pt: Posição Y, IN (%)

source: Background Video
pt_pt: Vídeo de fundo

source: Insert Video URL to embed this video
pt_pt: Insira o URL do vídeo para incorporar este vídeo

source: Custom ID
pt_pt: ID personalizada

source: Add Custom ID
pt_pt: Adicionar ID personalizado

source: Parallax
pt_pt: Paralaxe

source: Use background image as parallax.
pt_pt: Use a imagem de fundo como paralaxe.

source: Parallax Data Bleed
pt_pt: Sangramento de Dados Parallax

source: Parallax Speed
pt_pt: Velocidade Parallax

source: Choose Your Parallax Speed
pt_pt: Escolha sua velocidade parallax

source: Section Sidebar
pt_pt: Barra lateral da seção

source: Select Sidebar
pt_pt: Selecione Barra lateral

source: Select Left Sidebar
pt_pt: Selecione a barra lateral esquerda

source: Select Right Sidebar
pt_pt: Selecione a barra lateral direita

source: SP Articles
pt_pt: Artigos SP

source: Display articles written by providers.
pt_pt: Exibir artigos escritos por provedores.

source: Heading
pt_pt: Título

source: Add news section heading. leave it empty to hide.
pt_pt: Adicione o cabeçalho da seção de notícias. deixe-o vazio para se esconder.

source: Add section description. leave it empty to hide.
pt_pt: Adicione a descrição da seção. deixe-o vazio para se esconder.

source: Select articles by category or item
pt_pt: Selecione artigos por categoria ou item

source: News By
pt_pt: Notícias Por

source: By Categories
pt_pt: Por categorias

source: By item
pt_pt: Por item

source: Show articles from authors who are under selected caetgories. Leave it empty to show from all.
pt_pt: Mostrar artigos de autores que estão sob caetgories selecionados. Deixe-o vazio para mostrar de todos.

source: Select Posts
pt_pt: Selecione Posts

source: Show articles by post selection.
pt_pt: Mostrar artigos por seleção de postagem.

source: Posts By
pt_pt: Postado pelo

source: Order by number of comments
pt_pt: Ordenar por número de comentários

source: Show No of Posts
pt_pt: Mostrar número de postagens

source: Show Pagination
pt_pt: Mostrar Paginação

source: Title?
pt_pt: Título?

source: SP Call to action
pt_pt: SP Chamada à ação

source: Display call to action box.
pt_pt: Indique a caixa de chamada para ação.

source: Add section heading. leave it empty to hide.
pt_pt: Adicione o cabeçalho da seção. deixe-o vazio para se esconder.

source: Sub Heading
pt_pt: Título secundário

source: Add sub heading. leave it empty to hide.
pt_pt: Adicione o subtítulo. deixe-o vazio para se esconder.

source: Call to action logo.
pt_pt: Logotipo de chamada para ação.

source: add your call to action logo here. Leave it empty to hide.
pt_pt: Adicione aqui a sua ligação ao logotipo da ação. Deixe-o vazio para se esconder.

source: Button Text
pt_pt: Botão de texto

source: Add button text here.
pt_pt: Adicione o texto do botão aqui.

source: Button URL
pt_pt: URL do botão

source: Add button url here.
pt_pt: Adicione o URL do botão aqui.

source: _blank
pt_pt: _em branco

source: _self
pt_pt: _auto

source: SP Categories
pt_pt: Categorias de SP

source: Display listingo categories.
pt_pt: Exibir categorias de listagem.

source: Add heading. leave it empty to hide.
pt_pt: Adicione o título. deixe-o vazio para se esconder.

source: Show posts by post selection.
pt_pt: Mostrar postagens por seleção de postagem.

source: SP Categories V3
pt_pt: SP Categorias V3

source: Select style
pt_pt: Selecione o estilo

source: Add Button
pt_pt: Adicionar botão

source: SP Cities
pt_pt: Cidades SP

source: Display Cities.
pt_pt: Mostrar Cidades.

source: Select Cities
pt_pt: Selecione cidades

source: Show cities as per your selection. Leave it empty to show from all.
pt_pt: Mostre as cidades de acordo com sua seleção. Deixe-o vazio para mostrar de todos.

source: SP Contact Form 7
pt_pt: SP formulário de contato 7

source: Display Contact Form
pt_pt: Exibir formulário de contato

source: Choose Contact Form
pt_pt: Escolha Formulário de contato

source: Choose your contact form 7.
pt_pt: Escolha seu formulário de contato 7.

source: SP Countries
pt_pt: SP Países

source: Display Countries.
pt_pt: Mostrar Países.

source: Select Countries
pt_pt: Selecione Países

source: Show countires as per your selection. Leave it empty to show from all.
pt_pt: Mostre os países de acordo com sua seleção. Deixe-o vazio para mostrar de todos.

source: Featured Users Listing
pt_pt: Lista de usuários em destaque

source: Display Featured Users
pt_pt: Mostrar usuários em destaque

source: Select users by category or user
pt_pt: Selecione usuários por categoria ou usuário

source: Listing type?
pt_pt: Tipo de listagem?

source: By user
pt_pt: Pelo usuário

source: Show featured users by category selection.
pt_pt: Mostre os usuários em destaque por seleção de categoria.

source: Show users by selection.
pt_pt: Mostrar usuários por seleção.

source: Display gallery.
pt_pt: Exibir galeria.

source: Select images
pt_pt: Selecione imagens

source: Select multiple images
pt_pt: Selecione várias imagens

source: Display google map
pt_pt: Exibir mapa do google

source: Map height
pt_pt: Altura do mapa

source: Add height in PX as : 200, Default is 300
pt_pt: Adicione altura em PX como: 200, o padrão é 300

source: Add Latitude
pt_pt: Adicione Latitude

source: Add Longitude
pt_pt: Adicionar Longitude

source: Zoom Level
pt_pt: Nível de zoom

source: ROADMAP
pt_pt: ROTEIRO

source: HYBRID
pt_pt: HÍBRIDO

source: SATELLITE
pt_pt: SATÉLITE

source: TERRAIN
pt_pt: TERRENO

source: Select map type.
pt_pt: Selecione o tipo de mapa.

source: Map Infobox content
pt_pt: Conteúdo Map Infobox

source: Enter the marker content
pt_pt: Insira o conteúdo do marcador

source: Map Infobox width
pt_pt: Largura da Infobox do Mapa

source: Set max width for the google map info box
pt_pt: Defina a largura máxima para a caixa de informações do Google Map

source: Map Infobox height
pt_pt: Altura Map Infobox

source: Set max height for the google map info box
pt_pt: Defina altura máxima para a caixa de informações do mapa do google

source: Marker
pt_pt: Marcador

source: Add Map Marker
pt_pt: Adicionar marcador de mapa

source: Map Controls
pt_pt: Controles de mapa

source: Select map controls.
pt_pt: Selecione os controles do mapa.

source: NO
pt_pt: NÃO

source: Select map dragable?
pt_pt: Selecione o mapa arrastável?

source: Scroll
pt_pt: Rolagem

source: Enable/Disbale Mouse over scroll.
pt_pt: Ativar / Desativar o mouse no pergaminho.

source: Display news posts.
pt_pt: Exibir postagens de notícias.

source: Select View
pt_pt: Selecione Exibir

source: Grid
pt_pt: Grade

source: List
pt_pt: Lista

source: Select news by category or item
pt_pt: Selecione notícias por categoria ou item

source: Show posts by category selection.
pt_pt: Mostrar postagens por categoria selecionada.

source: Excerpt Length
pt_pt: Comprimento do trecho

source: Enter excerpt length. leave it empty to hide.
pt_pt: Digite o comprimento do trecho. deixe-o vazio para se esconder.

source: SP Our Partners
pt_pt: SP Nossos Parceiros

source: Display our partners.
pt_pt: Mostre nossos parceiros.

source: Partners
pt_pt: Parceiros

source: Add partners here. Choose the image.
pt_pt: Adicione parceiros aqui. Escolha a imagem.

source: Partner Logo
pt_pt: Logotipo do parceiro

source: Upload your partner logo here.
pt_pt: Carregue o logotipo do seu parceiro aqui.

source: Add partner name here. Note : This will be used for alt tag, so do not leave empty this field.
pt_pt: Adicione o nome do parceiro aqui. Nota: Isto será usado para tag alt, então não deixe vazio neste campo.

source: Add partner link url here.
pt_pt: Adicione o URL do link da associação aqui.

source: Display post questions form.
pt_pt: Exibir formulário de perguntas posteriores.

source: Search the forum for previous questions or ask a new question.
pt_pt: Procure no fórum para perguntas anteriores ou faça uma nova pergunta.

source: Show recent question
pt_pt: Mostrar pergunta recente

source: Recent Questions
pt_pt: Perguntas recentes

source: Display recent questions posted.
pt_pt: Exibir as últimas questões postadas.

source: Select question by category or item
pt_pt: Selecione a pergunta por categoria ou item

source: Questions By
pt_pt: Perguntas por

source: Select category
pt_pt: Selecione a Categoria

source: Show question by category selection. Leave it empty to get from all categories.
pt_pt: Mostrar pergunta por categoria de seleção. Deixe-o vazio para obter de todas as categorias.

source: Show no of posts
pt_pt: Mostrar não de postagens

source: Select questions
pt_pt: Selecione perguntas

source: Show questions item selection.
pt_pt: Mostrar a seleção de itens de perguntas.

source: Display seperate section heading with description.
pt_pt: Exibir cabeçalho de seção separado com descrição.

source: Display listingo.
pt_pt: Exibir listagem.

source: SP Services
pt_pt: Serviços SP

source: Display icon services.
pt_pt: Exibir serviços de ícones.

source: Columns settings
pt_pt: Configurações de colunas

source: Choose column settings. Default will be 4.
pt_pt: Escolha as configurações das colunas. O padrão será 4.

source: 1 Column
pt_pt: 1 coluna

source: 2 Column
pt_pt: 2 coluna

source: 3 Column
pt_pt: 3 Colunas

source: 4 Column
pt_pt: 4 Colunas

source: Show / Hide Count
pt_pt: Mostrar / Ocultar Contagem

source: Color
pt_pt: Cor

source: Set counter background color.
pt_pt: Defina a cor do fundo do contador.

source: Icon
pt_pt: Ícone

source: Choose service icon here.
pt_pt: Escolha o ícone do serviço aqui.

source: Add service title here.
pt_pt: Adicione o título do serviço aqui.

source: Add service description here.
pt_pt: Adicione a descrição do serviço aqui.

source: Add service link url here.
pt_pt: Adicione o URL do link do serviço aqui.

source: Display icon services v2.
pt_pt: Exibir ícones de serviços v2.

source: Display slider.
pt_pt: Controle deslizante do visor.

source: Add slide.
pt_pt: Adicione slide.

source: Enter title.
pt_pt: Digite o título.

source: Sub title
pt_pt: Legenda

source: Enter sub title.
pt_pt: Insira o subtítulo.

source: Upload your slide image here.
pt_pt: Carregue sua imagem de slide aqui.

source: Show Pagination?
pt_pt: Mostrar Paginação?

source: Show/Hide slider Pagination
pt_pt: Mostrar / Ocultar a Paginação do controle deslizante

source: Show Navigation?
pt_pt: Mostrar navegação?

source: Show/Hide slider navigation button
pt_pt: Mostrar / Ocultar o botão de navegação do controle deslizante

source: Show Form ?
pt_pt: Mostrar formulário?

source: Enable or Disable search form.
pt_pt: Habilite ou desative o formulário de pesquisa.

source: Form Title
pt_pt: Título do formulário

source: Button text
pt_pt: Botão de texto

source: Ente button text.
pt_pt: Texto do botão Ente.

source: SP Testimonials
pt_pt: Testemunhos de SP

source: Display testimonials with thumbnails.
pt_pt: Mostrar depoimentos com miniaturas.

source: Show / Hide Quote icon
pt_pt: Ícone Mostrar / Ocultar Citação

source: Testimonials
pt_pt: Testemunhos

source: Author Name
pt_pt: Nome do autor

source: Thumbnail
pt_pt: Miniatura

source: SP Text Block
pt_pt: Bloco de texto SP

source: Display text area.
pt_pt: Exibir área de texto.

source: Button Link
pt_pt: Link de botão

source: Add button link here. Leave it eampty to hide.
pt_pt: Adicione o link do botão aqui. Deixe-o esconder-se.

source: Button Title
pt_pt: Título do botão

source: Add button title here. Leave it eampty to hide.
pt_pt: Adicione o título do botão aqui. Deixe-o esconder-se.

source: Display timeline history.
pt_pt: Exibir histórico da linha de tempo.

source: Timeline History
pt_pt: Histórico da linha de tempo

source: Add timeline history.
pt_pt: Adicione o histórico da linha de tempo.

source: Choose Year
pt_pt: Escolha o Ano

source: Timeline Title
pt_pt: Título da linha de tempo

source: Add title here. Leave it empty to hide.
pt_pt: Adicione o título aqui. Deixe-o vazio para se esconder.

source: Add timeline description.
pt_pt: Adicione descrição da linha de tempo.

source: Timeline Gallery
pt_pt: Galeria da linha do tempo

source: Add timeline gallery here.
pt_pt: Adicione aqui a galeria da linha de tempo.

source: Add timeline button text here.
pt_pt: Adicione o texto do botão da linha de tempo aqui.

source: Add timeline button link here.
pt_pt: Adicione o link do botão da linha de tempo aqui.

source: Trending categories
pt_pt: Categorias de tendências

source: SP Audio/Video
pt_pt: SP Áudio / Vídeo

source: Display video.
pt_pt: Exibir vídeo.

source: Video Link
pt_pt: Link de vídeo

source: Add video / audio link here.
pt_pt: Adicione o link de vídeo / áudio aqui.

source: Video Width
pt_pt: Largura de Vídeo

source: Add video widht here with out px.
pt_pt: Adicione a largura de vídeo aqui sem px.

source: Video Height
pt_pt: Altura do Vídeo

source: Add video height here with out px.
pt_pt: Adicione o tamanho do video aqui sem o px.

source: Featured users banner
pt_pt: Banner de usuários em destaque

source: This will display featured users banner.
pt_pt: Isso exibirá a bandeira dos usuários em destaque.

source: Show users by category selection. Leave it emty to show from all category.
pt_pt: Mostrar usuários por categoria de seleção. Deixe-o vazio para mostrar de todas as categorias.

source: Show no of users
pt_pt: Mostrar nenhum dos usuários

source: Add title here.
pt_pt: Adicione o título aqui.

source: Sub Title?
pt_pt: Legenda?

source: Providers
pt_pt: Provedores

source: Search Form v1
pt_pt: Formulário de pesquisa v1

source: This will display search form
pt_pt: Isso exibirá o formulário de pesquisa

source: Search Form Settings
pt_pt: Configurações do formulário de pesquisa

source: You can disable search form fields from Theme Settings > Directory Settings >Search Settings
pt_pt: Você pode desativar campos de formulário de pesquisa de Configurações de Tema> Configurações de Diretório> Configurações de Pesquisa

source: Form title?
pt_pt: Título do formulário?

source: Add form title here.
pt_pt: Adicione o título do formulário aqui.
