Repository: aartisoft/oisami
Catalog: listingo/listingo_new/languages/*.po
Languages: pt_pt

source: Please add your new password.
pt_pt: Adicione sua nova senha.

source: Password Updated.
pt_pt: Senha atualizada.

source: The passwords you entered do not match. Your password was not updated
pt_pt: As senhas inseridas não são iguais. Sua senha não foi atualizada

source: Old Password doesn't matched with the existing password
pt_pt: Senha antiga não corresponde à senha existente

source: Account Activated.
pt_pt: Conta ativada.

source: Please add some description.
pt_pt: Por favor, adicione uma descrição.

source: Please add your password and confirm password.
pt_pt: Adicione sua senha e confirme a senha.

source: You account has been deleted.
pt_pt: Sua conta foi excluída.

source: You account has been deactivated.
pt_pt: Sua conta foi desativada.

source: The password you have entered does not match.
pt_pt: A senha que você digitou não corresponde.

source: Password does not match.
pt_pt: Senha não corresponde.

source: Settings saved.
pt_pt: Configurações salvas.

source: Your report received successfully.
pt_pt: Seu relatório foi recebido com sucesso.

source: Please login first to add review.
pt_pt: Por favor, faça o login primeiro para adicionar uma revisão.

source: You have already submit a review.
pt_pt: Você já enviou uma avaliação.

source: Total wait time required.
pt_pt: É necessário um tempo de espera total.

source: Rating is required.
pt_pt: A classificação é necessária.

source: Your review published successfully.
pt_pt: Sua revisão foi publicada com sucesso.

source: Your review submitted successfully, it will be publised after approval.
pt_pt: Sua revisão enviada com sucesso, será publicada após a aprovação.

source: Appointment Settings Updated.
pt_pt: Configurações de compromisso atualizadas.

source: Complete
pt_pt: Completo

source: Pending
pt_pt: Pendente

source: Rejected
pt_pt: Rejeitado

source: Settings updated.
pt_pt: Configurações atualizadas.

source: Introduction
pt_pt: Introdução

source: Languages
pt_pt: línguas

source: Experience
pt_pt: Experiência

source: Awards
pt_pt: Prêmios

source: Qualifications
pt_pt: Qualificações

source: Amenities
pt_pt: Facilidades

source: Insurance
pt_pt: Seguro

source: Services
pt_pt: Serviços

source: Teams
pt_pt: Equipes

source: Gallery
pt_pt: Galeria

source: Audio/Video
pt_pt: Áudio / vídeo

source: Reviews & Consult Question
pt_pt: Comentários e consulta à questão

source: Download Brochure
pt_pt: Baixar folheto

source: Job Openings
pt_pt: Aberturas de emprego

source: Articles
pt_pt: Artigos

source: Social Share
pt_pt: Compartilhamento Social

source: Related Providers
pt_pt: Provedores relacionados

source: Claim Listing
pt_pt: Reivindicar listagem

source: Appointments
pt_pt: Compromissos

source: Your account is de-active, please activate your account.<br/> Note: Your account will not be shown publicly until you activate your account. <br/> To activate please go to Security Settings
pt_pt: Você já está no carrinho, estamos redirecionando para checkout...

source: unnamed
pt_pt: sem nome

source: No Name
pt_pt: Sem nome

source: votes
pt_pt: votos

source: Successfully! removed from your wishlist
pt_pt: Com sucesso! removido da sua lista de desejos

source: Oops! something is going wrong.
pt_pt: Opa! algo está errado.

source: Select sub category
pt_pt: Selecione a subcategoria

source: No tricks please!
pt_pt: Sem truques por favor!

source: Please add email address.
pt_pt: Por favor, adicione o endereço de e-mail.

source: Wrong reCaptcha. Please verify first.
pt_pt: ReCaptcha errado. Por favor, verifique primeiro.

source: Please enter reCaptcha!
pt_pt: Por favor, insira reCaptcha!

source: Invalid E-mail address!
pt_pt: Endereço de email invalido!

source: A link has been sent, please check your email.
pt_pt: Um link foi enviado, por favor, verifique seu e-mail.

source: Reset Password
pt_pt: Redefinir Senha

source: New password
pt_pt: Nova senha

source: Repeat new password
pt_pt: Repita a nova senha

source: Submit
pt_pt: Enviar

source: No trick please.
pt_pt: Nenhum truque por favor.

source: Oops! password is not matched
pt_pt: Opa! senha não é correspondida

source: Oops! password should not be empty
pt_pt: Opa! A senha não deve estar vazia

source: Oops! Invalid request
pt_pt: Opa! Pedido inválido

source: Congratulation! your password has been changed.
pt_pt: Parabéns! Sua senha foi mudada.

source: Users found
pt_pt: Usuários encontrados

source: No user found
pt_pt: Nenhum usuário encontrado

source: Successfully! added to your team members
pt_pt: Com sucesso! adicionado aos membros de sua equipe

source: Please add email ID
pt_pt: Por favor, adicione o ID do email

source: Please add valid email ID
pt_pt: Por favor, adicione um ID de e-mail válido

source: Please add message
pt_pt: Por favor adicione mensagem

source: Please set the signup page first in directory settings.
pt_pt: Por favor, defina a página de inscrição primeiro nas configurações do diretório.

source: Email has sent.
pt_pt: E-mail enviado.

source: Some error occur please try again later.
pt_pt: Algum erro ocorre por favor tente novamente mais tarde.

source: Successfully! removed from your teams
pt_pt: Com sucesso! removido de suas equipes

source: You have already in cart, We are redirecting to checkout
pt_pt: Você já está no carrinho, estamos redirecionando para checkout

source: days
pt_pt: dias

source: jobs
pt_pt: empregos

source: articles
pt_pt: Artigos

source: Please wait you are redirecting to checkout page.
pt_pt: Por favor, aguarde que você está redirecionando para a página de checkout.

source: Please install WooCommerce plugin to process this order
pt_pt: Instale o plug-in WooCommerce para processar este pedido

source: User Type
pt_pt: Tipo de usuário

source: Verification
pt_pt: Verificação

source: Account Status
pt_pt: Status da Conta

source: Withdrawal
pt_pt: Retirada

source: Not Verified
pt_pt: Não verificado

source: Verified
pt_pt: Verificado

source: Deactivated
pt_pt: Desativado

source: Active
pt_pt: Ativo

source: Process Withdrawal
pt_pt: Retirada de processo

source: Activate
pt_pt: Ativar

source: Deactivate
pt_pt: Desativar

source: Verify
pt_pt: Verificar

source: Unverify
pt_pt: Desverter

source: Something wrong. Please try again.
pt_pt: Algo errado. Por favor, tente novamente.

source: Dismiss this notice.
pt_pt: Descartar essa notificação.

source: User approved.
pt_pt: Usuário aprovado.

source: User unapproved.
pt_pt: Usuário não aprovado.

source: Keyword
pt_pt: Palavra chave

source: Zip code
pt_pt: Código postal

source: ( Miles )
pt_pt: (Milhas)

source: ( Kilometers )
pt_pt: (Quilômetros)

source: Geo location
pt_pt: Localização geográfica

source: Distance in
pt_pt: Distância em

source: Category
pt_pt: Categoria

source: Filter By Sub Categories
pt_pt: Filtrar por subcategorias

source: Load More
pt_pt: Carregue mais

source: Sub Category
pt_pt: Subcategoria

source: Map View
pt_pt: Visão do mapa

source: Sort By
pt_pt: Ordenar por

source: Most recent
pt_pt: Mais recente

source: Distance
pt_pt: Distância

source: Order By
pt_pt: Ordenar por

source: Show Posts
pt_pt: Mostrar mensagens

source: Choose Status
pt_pt: Escolha o status

source: Approved
pt_pt: Aprovado

source: Trash
pt_pt: Lixo

source: Filter By zip
pt_pt: Filtrar por zip

source: Filter By Location
pt_pt: Filtrar por localização

source: Choose Country
pt_pt: Escolha o país

source: Choose city
pt_pt: Escolha a cidade

source: Male
pt_pt: Masculino

source: Female
pt_pt: Fêmea

source: Filter By Language
pt_pt: Filtrar por idioma

source: Filter By Insurance
pt_pt: Filtrar por seguro

source: Online Appointment
pt_pt: Compromisso on-line

source: With Profile Photo
pt_pt: Com foto do perfil

source: apply
pt_pt: Aplique

source: featured
pt_pt: destaque

source: verified
pt_pt: verificado

source: Successfully! added to your wishlist
pt_pt: Com sucesso! adicionado à sua lista de desejos

source: Select year
pt_pt: Selecione o ano

source: Select month
pt_pt: Selecione o mês

source: January
pt_pt: janeiro

source: February
pt_pt: fevereiro

source: March
pt_pt: marcha

source: April
pt_pt: abril

source: May
pt_pt: Pode

source: June
pt_pt: Junho

source: July
pt_pt: Julho

source: August
pt_pt: agosto

source: September
pt_pt: setembro

source: October
pt_pt: Outubro

source: November
pt_pt: novembro

source: December
pt_pt: dezembro

source: Images order updated.
pt_pt: Ordem das imagens atualizada.

source: Make Appointment
pt_pt: Fazer nomeação

source: View Detail
pt_pt: Ver detalhes

source: Page sorting updated.
pt_pt: Ordenação de página atualizada.

source: Please upgrade/buy package to get this feature.
pt_pt: Por favor, atualize / compre o pacote para obter este recurso.

source: Description
pt_pt: Descrição

source: Share
pt_pt: Compartilhar

source: Page design options updated.
pt_pt: Opções de design de página atualizadas.

source: Title is required.
pt_pt: O título é obrigatório.

source: Facebook Link
pt_pt: Link do Facebook

source: Pinterest Link
pt_pt: Link do Pinterest

source: Click to view email
pt_pt: Clique para ver o email

source: Order
pt_pt: Ordem

source: Order #
pt_pt: Ordem #

source: Page design options included?
pt_pt: Opções de design de página incluídas?

source: Message
pt_pt: mensagem

source: Email Address
pt_pt: Endereço de e-mail

source: Location
pt_pt: Localização

source: Service
pt_pt: Serviço

source: Booking Reason
pt_pt: Razão da reserva

source: Booking Type
pt_pt: Tipo de reserva

source: Booking Time
pt_pt: Tempo de reserva

source: Booking Date
pt_pt: Data de Reserva

source: Appointment Number
pt_pt: Número de nomeação

source: Admin Shares
pt_pt: Ações do administrador

source: Provider Shares
pt_pt: Ações do Provedor

source: View order detail?
pt_pt: Ver detalhes do pedido?

source: Order Detail
pt_pt: Detalhes da encomenda

source: Upgrade Package
pt_pt: Pacote de atualização

source: Upgrade
pt_pt: Atualizar

source: Book Appointments
pt_pt: Cédulas de livros

source: Book Appointment products will be use for booking/appointment payment
pt_pt: Os produtos do Book Appointment serão utilizados para o pagamento de reserva / nomeação

source: This extension will enable providers to create articles from their dashboard.
pt_pt: Esta extensão permitirá que os provedores criem artigos do painel de controle.

source: Questions and Answers
pt_pt: Perguntas e respostas

source: This extension will enable users to post question and answers at provider detail page.
pt_pt: Esta extensão permitirá aos usuários postar perguntas e respostas na página de detalhes do provedor.

source: marker
pt_pt: marcador

source: Install Required Plugins
pt_pt: Instalar Plugins Requeridos

source: Install Plugins
pt_pt: Instalar Plugins

source: Installing Plugin: %s
pt_pt: Instalando o Plugin: %s

source: Updating Plugin: %s
pt_pt: Atualizando o Plugin: %s

source: Something went wrong with the plugin API.
pt_pt: Algo deu errado com a API do plugin.

source: This theme requires the following plugin: %1$s.
pt_pt: Este tema requer o seguinte plug-in: %1$s.

source: This theme recommends the following plugin: %1$s.
pt_pt: Este tema recomenda o seguinte plug-in: %1$s.

source: The following plugin needs to be updated to its latest version to ensure maximum compatibility with this theme: %1$s.
pt_pt: O seguinte plug-in precisa ser atualizado para sua versão mais recente para garantir a máxima compatibilidade com este tema: %1$s.

source: The following required plugin is currently inactive: %1$s.
pt_pt: O seguinte plugin necessário está atualmente inativo: %1$s.

source: The following recommended plugin is currently inactive: %1$s.
pt_pt: O seguinte complemento recomendado está atualmente inativo: %1$s.

source: Begin installing plugin
pt_pt: Comece a instalar o plugin

source: Begin updating plugin
pt_pt: Comece a atualizar o plugin

source: Begin activating plugin
pt_pt: Comece a ativar o plugin

source: Return to Required Plugins Installer
pt_pt: Voltar para instalador de Plugins necessários

source: Return to the Dashboard
pt_pt: Retorne para o Dashboard

source: Plugin activated successfully.
pt_pt: Plugin ativado com sucesso.

source: The following plugin was activated successfully:
pt_pt: O plugin a seguir foi ativado com sucesso:

source: No action taken. Plugin %1$s was already active.
pt_pt: Nenhuma ação tomada. O plug-in %1$s já estava ativo.

source: Plugin not activated. A higher version of %s is needed for this theme. Please update the plugin.
pt_pt: Plugin não ativado. Uma versão superior de% s é necessária para este tema. Por favor, atualize o plugin.

source: All plugins installed and activated successfully. %1$s
pt_pt: Todos os plugins instalados e ativados com sucesso. %1$s

source: Dismiss this notice
pt_pt: Descartar essa notificação

source: There are one or more required or recommended plugins to install, update or activate.
pt_pt: Há um ou mais plug-ins obrigatórios ou recomendados para instalar, atualizar ou ativar.

source: Please contact the administrator of this site for help.
pt_pt: Por favor, entre em contato com o administrador deste site para obter ajuda.

source: This plugin needs to be updated to be compatible with your theme.
pt_pt: Este plugin precisa ser atualizado para ser compatível com o seu tema.

source: Update Required
pt_pt: Atualização necessária

source: Set the parent_slug config variable instead.
pt_pt: Defina a variável de configuração parent_slug.

source: The remote plugin package does not contain a folder with the desired slug and renaming did not work.
pt_pt: O pacote do plugin remoto não contém uma pasta com o slug desejado e a renomeação não funcionou.

source: Please contact the plugin provider and ask them to package their plugin according to the WordPress guidelines.
pt_pt: Por favor, entre em contato com o provedor de plugins e peça que eles empacotem seus plugins de acordo com as diretrizes do WordPress.

source: The remote plugin package consists of more than one file, but the files are not packaged in a folder.
pt_pt: O pacote de plug-in remoto consiste em mais de um arquivo, mas os arquivos não são empacotados em uma pasta.

# plugin A *and* plugin B
source: and
pt_pt: e

source: Required
pt_pt: Requeridos

source: Recommended
pt_pt: Recomendado

source: WordPress Repository
pt_pt: Repositório WordPress

source: External Source
pt_pt: Fonte externa

source: Pre-Packaged
pt_pt: Pré-embalados

source: Not Installed
pt_pt: Não instalado

source: Installed But Not Activated
pt_pt: Instalado mas não ativado

source: Required Update not Available
pt_pt: Atualização necessária não disponível

source: Requires Update
pt_pt: Requer atualização

source: Update recommended
pt_pt: Atualização recomendada

# plugins
source: All <span class="count">(%s)</span>
pt_pt: Todos <span class ="count">(%s)</ span>

source: To Install <span class="count">(%s)</span>
pt_pt: Para instalar <span class = "count"> (% s) </ span>

source: Update Available <span class="count">(%s)</span>
pt_pt: Atualização disponível <span class ="count">(%s)</ span>

source: To Activate <span class="count">(%s)</span>
pt_pt: Para ativar <span class ="count">(%s)</ span>

# as in: "version nr unknown"
source: unknown
pt_pt: desconhecido

source: Installed version:
pt_pt: Versão instalada:

source: Minimum required version:
pt_pt: Versão mínima necessária:

source: Available version:
pt_pt: Versão disponível:

source: No plugins to install, update or activate.
pt_pt: Nenhum plug-in para instalar, atualizar ou ativar.

source: Plugin
pt_pt: Plugar

source: Source
pt_pt: Fonte

source: Type
pt_pt: Tipo

source: Version
pt_pt: Versão

source: Install %2$s
pt_pt: Instale %2$s

source: Update %2$s
pt_pt: Atualizar %2$s

source: Activate %2$s
pt_pt: Ativar %2$s

source: Upgrade message from the plugin author:
pt_pt: Atualizar mensagem do autor do plug-in:

source: Install
pt_pt: Instalar

source: Update
pt_pt: Atualizar

source: No plugins were selected to be installed. No action taken.
pt_pt: Nenhum plug-in foi selecionado para ser instalado. Nenhuma ação tomada.

source: No plugins were selected to be updated. No action taken.
pt_pt: Nenhum plug-in foi selecionado para ser atualizado. Nenhuma ação tomada.

source: No plugins are available to be installed at this time.
pt_pt: Nenhum plug-in está disponível para ser instalado no momento.

source: No plugins are available to be updated at this time.
pt_pt: Nenhum plug-in está disponível para atualização neste momento.

source: No plugins were selected to be activated. No action taken.
pt_pt: Nenhum plug-in foi selecionado para ser ativado. Nenhuma ação tomada.

source: No plugins are available to be activated at this time.
pt_pt: Nenhum plug-in está disponível para ser ativado no momento.

source: Plugin activation failed.
pt_pt: A ativação do plug-in falhou.

source: Updating Plugin %1$s (%2$d/%3$d)
pt_pt: Atualizando o Plugin %1$s (%2$d/%3$d)

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
pt_pt: Ocorreu um erro durante a instalação de %1$s: <strong>%2$s</ strong>.

source: The installation of %1$s failed.
pt_pt: A instalação de %1$s falhou.

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: O processo de instalação e ativação está sendo iniciado. Esse processo pode demorar um pouco em alguns hosts, então, por favor, seja paciente.

source: %1$s installed and activated successfully.
pt_pt: %1$s instalado e ativado com sucesso.

source: All installations and activations have been completed.
pt_pt: Todas as instalações e ativações foram concluídas.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
pt_pt: Instalando e ativando o plug-in %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
pt_pt: O processo de instalação está sendo iniciado. Esse processo pode demorar um pouco em alguns hosts, então, por favor, seja paciente.

source: %1$s installed successfully.
pt_pt: %1$s instalado com sucesso.

source: All installations have been completed.
pt_pt: Todas as instalações foram concluídas.

source: Installing Plugin %1$s (%2$d/%3$d)
pt_pt: Instalando o plug-in %1$s (%2$d/%3$d)

source: Show Details
pt_pt: Mostrar detalhes

source: Hide Details
pt_pt: Detalhes ocultos

source: Listingo VC-ADDON( Work With Visual Composer )
pt_pt: Listingo VC-ADDON (Trabalho com Visual Composer)

source: Contact Form 7
pt_pt: Formulário de contato 7

source: Sorry, but you do not have the correct permissions to install the %s plugin. Contact the administrator of this site for help on getting the plugin installed.
pt_pt: Desculpe, mas você não possui as permissões corretas para instalar o plugin %s. Entre em contato com o administrador deste site para obter ajuda para obter o plugin instalado.

source: Sorry, but you do not have the correct permissions to activate the %s plugin. Contact the administrator of this site for help on getting the plugin activated.
pt_pt: Desculpe, mas você não possui as permissões corretas para ativar o plugin %s. Entre em contato com o administrador deste site para obter ajuda para obter o plugin ativado.

source: Sorry, but you do not have the correct permissions to update the %s plugin. Contact the administrator of this site for help on getting the plugin updated.
pt_pt: Desculpe, mas você não tem as permissões corretas para atualizar o plugin %s. Entre em contato com o administrador deste site para obter ajuda para obter o plugin atualizado.

source: All plugins installed and activated successfully. %s
pt_pt: Todos os plugins instalados e ativados com sucesso. %s

source: Header Main Menu
pt_pt: Menu Principal do Cabeçalho

source: Footer Menu
pt_pt: Menu de Rodapé

source: Amenities / Features
pt_pt: Amenidades / Características

source: Select Amenities
pt_pt: Selecione Comodidades

source: Add Now
pt_pt: Adicione agora

source: Upload Profile Photo/Logo
pt_pt: Submeter foto de perfil / logotipo

source: Certificates and Awards
pt_pt: Certificados e Prêmios

source: + add new
pt_pt: + adicionar novo

source: Upload Awards &amp; Certification Photo
pt_pt: Carregar Prêmios & Foto de Certificação

source: Certificates / Awards Title
pt_pt: Título de Certificados / Prêmios

source: Date
pt_pt: Encontro

source: Certification and Awards Title
pt_pt: Título de Certificação e Prêmios

source: Upload Awards and Certification Photo
pt_pt: Carregar Prêmios e Foto de Certificação

source: Upload Banner Photo
pt_pt: Carregar Banner Photo

source: It will be shown in user detail page below user short description.
pt_pt: Ele será mostrado na página de detalhes do usuário abaixo da breve descrição do usuário.

source: Gender
pt_pt: Gênero

source: Brochure
pt_pt: Folheto

source: Upload Brochure
pt_pt: Carregar Folheto

source: Mark As Day Off
pt_pt: Marcar como dia fora

source: Start Time
pt_pt: Hora de início

source: End Time
pt_pt: Fim do tempo

source: Show Time in 12-hour clock
pt_pt: Show Time no relógio de 12 horas

source: Provider Category
pt_pt: Categoria Provedor

source: Select Sub Category
pt_pt: Selecione Sub Categoria

source: Current Job:
pt_pt: Trabalho atual:

source: Job Title
pt_pt: Titulo do trabalho

source: Company Name
pt_pt: Nome da empresa

source: Starting Date
pt_pt: Data de início

source: Ending Date
pt_pt: Data final

source: Enter Your Experience Name
pt_pt: Digite o nome da sua experiência

source: Upload Photo Gallery
pt_pt: Carregar Galeria de fotos

source: Select Insurance
pt_pt: Seguro

source: Select Language
pt_pt: Selecione o idioma

source: Locate me!
pt_pt: Localize-me!

source: Choose City
pt_pt: Escolha a cidade

source: Country Code
pt_pt: Código do país

source: Packages Settings
pt_pt: Configurações de pacotes

source: If you want to upgrade/change package then select package from drowdown and update it. Leave it empty to while updating user, otherwise selected package will be updated as user current package.
pt_pt: Se você deseja atualizar / alterar o pacote, selecione o pacote do menu suspenso e atualize-o. Deixe-o vazio enquanto atualiza o usuário, caso contrário, o pacote selecionado será atualizado como o pacote atual do usuário.

source: You can also exclude or include number of day from package and featured date.
pt_pt: Você também pode excluir ou incluir o número de dias do pacote e da data destaque.

source: at
pt_pt: em

source: This has expired and expiry date was:
pt_pt: Isso expirou e a data de validade foi:

source: Add number of days to set/update featured expiry date
pt_pt: Adicione um número de dias para definir / atualizar o prazo de validade exibido

source: Add number of days
pt_pt: Adicione um número de dias

source: Or remove specific number of days from package expiry date
pt_pt: Ou remova o número específico de dias a partir do prazo de validade da embalagem

source: Exclude number of days
pt_pt: Excluir número de dias

source: Featured Till
pt_pt: Tempo em destaque

source: This user has excluded from featured listings. Expiry date was:
pt_pt: Este usuário excluiu as listagens destacadas. A data de validade foi:

source: Include number of days
pt_pt: Inclua o número de dias

source: Or remove specific number of days from featured expiry date
pt_pt: Ou remova o número específico de dias da data de expiração indicada

source: Number of job(s)
pt_pt: Número de trabalho (s)

source: Favorites Listings
pt_pt: Listas de favoritos

source: Featured listing for
pt_pt: Listagem destacada para

source: Insurance Fields
pt_pt: Campos de seguro

source: Team Options
pt_pt: Opções da equipe

source: Number of articles
pt_pt: Número de artigos

source: Page Design
pt_pt: Design de Página

source: Select Package
pt_pt: Selecione Pacote
