Repository: aartisoft/oisami
Catalog: listingo/listingo_new/languages/*.po
Languages: pt_pt

source: Upload Your Logo Here, Preferred size is 130 by 61.
pt_pt: Carregue o seu logotipo aqui, o tamanho preferido é 130 por 61.

source: Enable / Disable Job button.
pt_pt: Botão Ativar / Desativar Trabalho.

source: Post Job button?
pt_pt: Botão Post Job?

source: Disbale
pt_pt: Desativar

source: Enable sticky header?
pt_pt: Ativar cabeçalho fixo?

source: Sticky header?
pt_pt: Cabeçalho pegajoso?

source: Login/Register ?
pt_pt: Login / Registrar?

source: Enable/Disable login/register link.
pt_pt: Ativar / Desativar login / registro link.

source: Choose Page
pt_pt: Escolha a página

source: Choose login/register template page.
pt_pt: Escolha a página de login / registro do modelo.

source: Term page?
pt_pt: Página do termo?

source: Choose term page
pt_pt: Escolha a página do termo

source: Header Type
pt_pt: Tipo de cabeçalho

source: Header V1
pt_pt: Cabeçalho V1

source: Header V2
pt_pt: Cabeçalho V2

source: Header V3
pt_pt: Cabeçalho V3

source: Header V4
pt_pt: Cabeçalho V4

source: Select header type.
pt_pt: Selecione o tipo de cabeçalho.

source: Enable/Disable top stripe
pt_pt: Ativar / Desativar listra superior

source: Top stripe background?
pt_pt: Fundo de listra superior?

source: select top stripe background color. Leave it empty to use default.
pt_pt: selecione a cor de fundo da faixa superior. Deixe vazio para usar o padrão.

source: Add Contact Info.
pt_pt: Adicionar informações de contato.

source: Add your contact information.
pt_pt: Adicione suas informações de contato.

source: Contact Label
pt_pt: Etiqueta de contato

source: Add branch title
pt_pt: Adicionar título de filial

source: Contact Icon
pt_pt: Ícone de contato

source: Choose your contact icon.
pt_pt: Escolha o seu ícone de contato.

source: 795 South Park Avenue, Door 640 Wonland, CA 94107, Australia
pt_pt: 795 South Park Avenue, Door 640 Wonland, CA 94107, Austrália

source: Add contact address
pt_pt: Adicionar endereço de contato

source: Add contact phone
pt_pt: Adicionar telefone de contato

source: Add contact email
pt_pt: Adicionar e-mail de contato

source: Social Profiles
pt_pt: Perfis Sociais

source: Add Social Icons as much as you want. Choose the icon, url and the title
pt_pt: Adicione ícones sociais tanto quanto você quiser. Escolha o ícone, url e o título

source: The Title of the Link
pt_pt: O Título do Link

source: Choos Icon
pt_pt: Escolha Ícone

source: The link to the social profile.
pt_pt: O link para o perfil social.

source: Social Connect
pt_pt: Conexão Social

source: Google Settings
pt_pt: Configurações do Google

source: Settings
pt_pt: Configurações

source: Add you system to google domain <a href="https://www.google.com/accounts/ManageDomains" target="_blank">Add your domain to Google system!</a> and then create your own API key <a href="https://code.google.com/apis/console" target="_blank">You have to create and API access</a>
pt_pt: Adicione seu sistema ao domínio do Google <a href="https://www.google.com/accounts/ManageDomains" target="_blank"> Adicione seu domínio ao sistema do Google! </a> e crie sua própria chave de API < a href = "https://code.google.com/apis/console" target = "_ blank"> Você precisa criar e acessar a API </a>

source: Authorized redirect URIs
pt_pt: URIs de redirecionamento autorizados

source: Copy above link and add in your google project as Authorized redirect URIs. For more detail you can also read this article : <a href="https://themographics.ticksy.com/article/12616/" target="_blank">Check Settings</a>
pt_pt: Copie o link acima e adicione seu projeto do Google como URIs de redirecionamento autorizados. Para mais detalhes, você também pode ler este artigo: <a href="https://themographics.ticksy.com/article/12616/" target="_blank"> Verificar configurações </a>

source: Client ID
pt_pt: ID do Cliente

source: Add client ID here.
pt_pt: Adicione o ID do cliente aqui.

source: Client secret
pt_pt: Segredo do cliente

source: Add client secret here.
pt_pt: Adicione o segredo do cliente aqui.

source: Application name
pt_pt: Nome da Aplicação

source: Add application name here.
pt_pt: Adicione o nome do aplicativo aqui.

source: Facebook Settings
pt_pt: Configurações do Facebook

source: Register your app and get APP ID and APP Secret <a href="https://developers.facebook.com/docs/apps/register" target="_blank">Create APP</a>
pt_pt: Registre seu app e receba o APP ID e o APP Secret <a href="https://developers.facebook.com/docs/apps/register" target="_blank"> Create APP </a>

source: Copy this link and add in your facebook APP as Valid OAuth redirect URIs. For more detail you can also read this article : <a href="https://themographics.ticksy.com/article/12616/" target="_blank">Check Settings</a>
pt_pt: Copie este link e adicione seu aplicativo do Facebook como URIs de redirecionamento OAuth válidos. Para mais detalhes, você também pode ler este artigo: <a href="https://themographics.ticksy.com/article/12616/" target="_blank"> Verificar configurações </a>

source: APP ID
pt_pt: ID da APP

source: Add your APP ID here.
pt_pt: Adicione seu ID da APP aqui.

source: Add your APP secret here.
pt_pt: Adicione o seu segredo de APP aqui.

source: Social Counter
pt_pt: Counter Social

source: Enable facebook counter
pt_pt: Ativar contador do Facebook

source: Facebook Page ID
pt_pt: ID da página do Facebook

source: ID Facebook page. Must be the numeric ID or your page slug.<br>You can find this data clicking to edit your page on Facebook. The URL will be similar to this: <br>https://www.facebook.com/pages/edit/?id=162354720442454 or https://www.facebook.com/WordPress
pt_pt: ID página do Facebook. Deve ser o ID numérico ou o slug da página. <br> Você pode encontrar esses dados clicando para editar sua página no Facebook. O URL será semelhante a este: <br> https://www.facebook.com/pages/edit/?id=162354720442454 ou https://www.facebook.com/WordPress

source: Facebook App ID
pt_pt: ID da aplicação Facebook

source: Create an App on Facebook in and get this data <a href=" https://developers.facebook.com/">Here</a>
pt_pt: Crie um aplicativo no Facebook e obtenha esses dados <a href=" https://developers.facebook.com/"> Aqui </a>

source: Enable google plus counter
pt_pt: Ativar o contador google plus

source: Google+ ID
pt_pt: ID do Google+

source: Google+ page or profile ID.<br>Example: https://plus.google.com/106146333300678794719 or https://plus.google.com/+ClaudioSanches
pt_pt: Página do Google+ ou ID do perfil. Exemplo: https://plus.google.com/106146333300678794719 ou https://plus.google.com/+ClaudioSanches

source: Google API Key
pt_pt: Chave da API do Google

source: Get your API key creating a project/app in <a href=" https://console.developers.google.com/project">Here </a>then inside your project go to "APIs & auth > APIs" and turn on the "Google+ API", finally go to "APIs & auth > <br>APIs > Credentials > Public API access" and click in the "CREATE A NEW KEY" button,<br>select the "Browser key" option and click in the "CREATE" button, now just copy your API key and paste here.
pt_pt: Obtenha sua chave de API criando um projeto / aplicativo em <a href=" https://console.developers.google.com/project"> Aqui </a>, em seguida, dentro de seu projeto vá para "APIs & auth> APIs" e vire na "API do Google+", finalmente vá para "APIs & auth> <br> APIs> Credenciais> Acesso da API pública" e clique no botão "CRIAR A NOVA CHAVE", selecione a opção "Chave do navegador" e clique em no botão "CREAR", agora copie sua chave da API e cole aqui.

source: Enable twitter counter
pt_pt: Ativar conta do Twitter

source: Twitter Username
pt_pt: Nome de usuário do Twitter

source: Insert the Twitter username. Example: claudiosmweb.
pt_pt: Insira o nome de usuário do Twitter. Exemplo: claudiosmweb.

source: Twitter Consumer key
pt_pt: Chave do Consumidor do Twitter

source: Create an App on Twitter in and get this data.<a href="https://dev.twitter.com/apps">Here</a>
pt_pt: Crie um aplicativo no Twitter e obtenha esses dados. <a href="https://dev.twitter.com/apps"> Aqui </a>

source: Twitter Consumer secret
pt_pt: Twitter Consumidor secreto

source: Twitter Access token
pt_pt: Token de acesso do Twitter

source: Twitter Access token secret
pt_pt: Twitter Acesse segredo token

source: Enable pinterest counter
pt_pt: Ativar contador mais específico

source: Pinterest Username
pt_pt: Nome de usuário do Pinterest

source: Insert your Pinterest username. Example: claudiosmweb.
pt_pt: Insira seu nome de usuário do Pinterest. Exemplo: claudiosmweb.

source: Open in New Window
pt_pt: Abrir em Nova Janela

source: The links will be opened into new tab or window when your visitors clicked on the link.
pt_pt: Os links serão abertos em uma nova guia ou janela quando seus visitantes clicarem no link.

source: Sharing Sharing
pt_pt: Compartilhamento de compartilhamento

source: Sharing on/off
pt_pt: Partilhar / desligar

source: Twitter username
pt_pt: nome de usuário do Twitter

source: This will be used in the tweet for the via parameter. The site name will be used if no twitter username is provided. Do not include the @
pt_pt: Isso será usado no tweet para o parâmetro via. O nome do site será usado se nenhum nome de usuário do twitter for fornecido. Não inclua o @

source: Title Bar Settings
pt_pt: Configurações da barra de título

source: Title bar Type
pt_pt: Tipo de título Tipo

source: Select title bar type
pt_pt: Selecione o tipo de barra de título

source: None, hide it
pt_pt: Nenhum, esconda

source: Enable or Disable breadcrumbs. Please note global settings(From Theme Settings) should be enabled
pt_pt: Ativar ou desativar migalhas de pão. Observe as configurações globais (De Configurações do Tema) devem ser ativadas

source: Background?
pt_pt: Fundo?

source: Upload background image
pt_pt: Carregar imagem de fundo

source: Background color
pt_pt: Cor de fundo

source: RGBA color will be over image and solid color will override image
pt_pt: A cor do RGBA será sobre a imagem e a cor sólida substituirá a imagem

source: Typo Settings
pt_pt: Configurações de Typo

source: Typography Settings
pt_pt: Configurações de tipografia

source: Typography
pt_pt: Tipografia

source: Please enable settings to user typography
pt_pt: Ative as configurações na tipografia do usuário

source: Off
pt_pt: Fora

source: ON
pt_pt: EM

source: Regular Font
pt_pt: Fonte Regular

source: H1 Heading
pt_pt: Título H1

source: Choose Your H1 Heading font-family, font-size, color, font-weight.
pt_pt: Escolha a fonte-família H1 Heading, tamanho da fonte, cor, fonte-peso.

source: H2 Heading
pt_pt: Título H2

source: Choose Your H2 Heading font-family, font-size, color, font-weight.
pt_pt: Escolha a sua fonte de fontes H2-fonte, tamanho da fonte, cor, fonte-peso.

source: H3 Heading
pt_pt: Título H3

source: Choose Your H3 Heading font-family, font-size, color, font-weight.
pt_pt: Escolha a sua fonte de fonte H3, tamanho da fonte, cor, fonte-peso.

source: H4 Heading
pt_pt: Título H4

source: Choose Your H4 Heading font-family, font-size, color, font-weight.
pt_pt: Escolha a sua fonte de fonte H4, tamanho da fonte, cor, fonte-peso.

source: H5 Heading
pt_pt: Título H5

source: Choose Your H5 Heading font-family, font-size, color, font-weight.
pt_pt: Escolha a fonte-família H5 Heading, tamanho da fonte, cor, fonte-peso.

source: H6 Heading
pt_pt: Título H6

source: Choose Your H6 Heading font-family, font-size, color, font-weight.
pt_pt: Escolha sua fonte de fonte H6 Heading, tamanho da fonte, cor, fonte-peso.

source: Coming Soon Settings
pt_pt: Próxima Configurações

source: Maintenance Mode
pt_pt: Modo de manutenção

source: Background Image
pt_pt: Imagem de fundo

source: Upload Your background image on coming soon page.
pt_pt: Carregue sua imagem de fundo na próxima página.

source: Logo Image
pt_pt: Imagem do logotipo

source: Upload Your logo image on coming soon page. Leave it empty to hide.
pt_pt: Carregue a imagem do seu logotipo na próxima página. Deixe-o vazio para se esconder.

source: Sub Title
pt_pt: Legenda

source: Custom HTML Accepted. Leave it empty to hide.
pt_pt: HTML personalizado aceito. Deixe-o vazio para se esconder.

source: Set Date
pt_pt: Definir data

source: Footer Description
pt_pt: Descrição do rodapé

source: Newsletter
pt_pt: Boletim de Notícias

source: Banner
pt_pt: Bandeira

source: Author Avatar
pt_pt: Autor Avatar

source: View detail
pt_pt: Ver detalhes

source: Your Subject
pt_pt: Seu Assunto

source: Send Now
pt_pt: Envie agora

source: Leave Your Rating
pt_pt: Deixe sua classificação

source: Leave Your Review
pt_pt: Deixe sua análise

source: Total Wait Time:
pt_pt: Tempo total de espera:

source: Choose Wait Time
pt_pt: Escolha o tempo de espera

source: Review Title
pt_pt: Título da revisão

source: Amenities and Features
pt_pt: Comodidades e recursos

source: Select Appointment Date
pt_pt: Selecione data de compromisso

source: Select Appointment Time:
pt_pt: Selecione o horário de nomeação:

source: Start Booking
pt_pt: Selecione o horário de nomeação:

source: Certificates &amp; Awards
pt_pt: Certificados & Prêmios

source: To Date
pt_pt: Até a presente data

source: get given below insurance plan
pt_pt: receba abaixo plano de seguro

source: insurance
pt_pt: seguro

source: Reviews
pt_pt: Rever

source: Current
pt_pt: Atual

source: Related
pt_pt: Relacionados

source: Wait Time
pt_pt: Tempo de espera

source: Reviewer
pt_pt: Revisor

source: No Reviews Found.
pt_pt: Não foram encontrados comentários.

source: Report/Claim Form
pt_pt: Formulário de relatório / reivindicação

source: Report Subject
pt_pt: Assunto do relatório

source: Detail
pt_pt: Detalhe

source: Report Now
pt_pt: Informe agora

source: Claim This User
pt_pt: Reclamar este usuário

source: Emergency Only (Closed)
pt_pt: Somente de emergência (fechado)

source: Zip/Postal Code
pt_pt: CEP / Código Postal

source: Select Categories
pt_pt: Selecione Categorias

source: Social Information
pt_pt: Informação social

source: Article Delete Notification.
pt_pt: Notificação de exclusão do artigo.

source: Are you sure, you want to delete this article.
pt_pt: Tem certeza de que deseja excluir este artigo.

source: Feature image upload
pt_pt: Carga de imagens de recursos

source: Add your article content here.
pt_pt: Adicione o conteúdo do artigo aqui.

source: Post an article
pt_pt: Publique um artigo

source: Article Title
pt_pt: Título do artigo

source: Article Tags
pt_pt: Tags do artigo

source: Upload Featured Image
pt_pt: Carregar imagem em destaque

source: Submit Article Button
pt_pt: Botão Submit Article

source: to add the article.
pt_pt: para adicionar o artigo.

source: Submit Article
pt_pt: Enviar artigo

source: You reached to maximum limit of articles post. Please upgrade your package to add more articles.
pt_pt: Você atingiu o limite máximo de publicação de artigos. Atualize seu pacote para adicionar mais artigos.

source: Written by
pt_pt: Escrito por

source: Read More
pt_pt: consulte Mais informação

source: Article detail will be here
pt_pt: Detalhes do artigo estarão aqui

source: Update Article Button
pt_pt: Botão Atualizar artigo

source: to update the article.
pt_pt: para atualizar o artigo.

source: Update Article
pt_pt: Artigo de atualização

source: This article needs to be approve/publish to update.
pt_pt: Este artigo precisa ser aprovado / publicado para atualização.

source: Latest articles at top
pt_pt: Últimos artigos no topo

source: Order by article name
pt_pt: Ordenar por nome do artigo

source: No articles found.
pt_pt: Não foram encontrados artigos.

source: No more posts found.
pt_pt: Não foram encontradas mais postagens.

source: views
pt_pt: visualizações

source: ago
pt_pt: atrás

source: answers
pt_pt: responde

source: Get answers to your queries now
pt_pt: Obtenha respostas para suas consultas agora

source: Ask Question
pt_pt: Fazer pergunta

source: Question Title
pt_pt: título da questão

source: Submit Question
pt_pt: Enviar pergunta

source: Login to add your question
pt_pt: Faça login para adicionar sua pergunta

source: Load more..
pt_pt: Carregue mais..

source: No answered yet.
pt_pt: Ainda não respondeu.

source: No query answered yet.
pt_pt: Nenhuma consulta já foi respondida.

source: Unknown Set
pt_pt: Conjunto desconhecido

source: Web Application Icons
pt_pt: Ícones de aplicativo da Web

source: Hand Icons
pt_pt: Ícones de mão

source: Transportation Icons
pt_pt: Ícones de transporte

source: Gender Icons
pt_pt: Ícones de gênero

source: File Type Icons
pt_pt: Ícones de tipo de arquivo

source: Payment Icons
pt_pt: Ícones de pagamento

source: Currency Icons
pt_pt: Ícones de moeda

source: Text Editor Icons
pt_pt: Ícones do editor de texto

source: Directional Icons
pt_pt: Ícones direcionais

source: Video Player Icons
pt_pt: Ícones do Video Player

source: Brand Icons
pt_pt: Ícones de marca

source: Medical Icons
pt_pt: Ícones médicos

source: Listingo Icons
pt_pt: Ícones Listingo

source: All Categories
pt_pt: todas as categorias

source: Title bar Settings
pt_pt: Configurações da barra de título

source: Custom Setttings
pt_pt: Configurações personalizadas

source: Custom Shortcode
pt_pt: Shortcode personalizado

source: Please Select Revolution slider.
pt_pt: Selecione o controle deslizante Revolution.

source: Please install revolution slider first.
pt_pt: Instale primeiro o slider de revolução.

source: Custom Shortcode, You can add any shortcode here.
pt_pt: Shortcode personalizado, você pode adicionar qualquer shortcode aqui.

source: Post Settings
pt_pt: Configurações de postagem

source: Enable Categories
pt_pt: Ativar categorias

source: Enable or Disable Categories. It will be effect all over the site in blog detail/listings.
pt_pt: Ativar ou desativar categorias. Isso será efetuado em todo o site em detalhes / listas do blog.

source: Share title
pt_pt: Título da ação

source: Add share title here. Leave it empty to hide.
pt_pt: Adicione o título do compartilhamento aqui. Deixe-o vazio para se esconder.

source: Post Format
pt_pt: Formato de postagem

source: Select Post Format
pt_pt: Selecione o formato do post

source: Image
pt_pt: Imagem

source: Image Slider
pt_pt: Slider de imagem

source: Detail Image
pt_pt: Imagem Detalhada

source: Upload Your detail blog post image as a featured image. (Preferred Size is 1920x800)
pt_pt: Faça o upload de sua imagem de post do blog detalhada como uma imagem em destaque. (O tamanho preferido é 1920x800)

source: Please upload your thumbnail image.
pt_pt: Carregue sua imagem em miniatura.

source: Add Images for slider. (Preferred Size is 1920x800)
pt_pt: Adicione Imagens para o controle deslizante. (O tamanho preferido é 1920x800)

source: Only worked if the post display setting is equal to Image Gallery.
pt_pt: Só funcionou se a configuração da exibição de mensagens for igual à Galeria de imagens.

source: Media Link
pt_pt: Link de mídia

source: Add your custom Audio/Video Link
pt_pt: Adicione seu link de áudio / vídeo personalizado

source: Appointment
pt_pt: Compromisso

source: Enable/Disable Appointment Button.
pt_pt: Ativar / Desativar o botão de nomeação.

source: Articles?
pt_pt: Artigos?

source: Enable/Disable articles. Providers get registered under this category will be able to create articles.
pt_pt: Ativar / Desativar artigos. Os provedores registrados sob esta categoria poderão criar artigos.

source: Questions and Answers?
pt_pt: Perguntas e respostas?

source: Enable/Disable Questions and Answers. Providers get registered under this category will be able to show post questions on their detail page.
pt_pt: Enable / Disable Questions and Answers. Os provedores registrados sob esta categoria poderão mostrar perguntas na sua página de detalhes.

source: Enable/Disable Experience
pt_pt: Ativar / Desativar Experiência

source: Enable/Disable Certification & Awards
pt_pt: Ativar / Desativar Certificação e Prêmios

source: Enable/Disable Qualifications
pt_pt: Habilitar / Desativar qualificações

source: Amenities/Features
pt_pt: Amenidades / Características

source: Enable/Disable Amenities/Features
pt_pt: Ativar / Desativar Comodidades / Recursos

source: Enable/Disable Teams
pt_pt: Ativar / Desativar Equipes

source: Enable/Disable Gallery
pt_pt: Ativar / Desativar Galeria

source: Videos
pt_pt: Vídeos

source: Enable/Disable Videos
pt_pt: Ativar / Desativar Vídeos

source: Enable/Disable insurance plans
pt_pt: Habilitar / Desativar planos de seguro

source: Brochures
pt_pt: Brochuras

source: Enable/Disable brochures
pt_pt: Habilitar / Desativar brochuras

source: Enable Claims/Reports
pt_pt: Ativar Reclamações / Relatórios

source: Enable or disable claims/reports for this Category type.
pt_pt: Ative ou desative reivindicações / relatórios para este tipo de categoria.

source: enable
pt_pt: habilitar

source: Media Settings
pt_pt: Configurações de mídia

source: Category Icon
pt_pt: Ícone da categoria

source: Choose Category Icon. Leave blank to not display.
pt_pt: Escolha o ícone da categoria. Deixe em branco para não exibir.

source: Category Image
pt_pt: Categoria Imagem

source: Add category image here. It will be shown in box as background in categories listing.
pt_pt: Adicione aqui a imagem da categoria. Ele será exibido na caixa como plano de fundo na listagem de categorias.

source: Marker Image
pt_pt: Imagem do Marcador

source: Add Marker image here. It will be shown on google maps.
pt_pt: Adicione a imagem do marcador aqui. Ele será mostrado em google maps.

source: Add default banner image. Users get registered under this category will get this banner at their detail pages. leave it empty to use from Theme Settings > Directory Settings > General Settings
pt_pt: Adicione a imagem de banner padrão. Os usuários são registrados nesta categoria e receberão esse banner em suas páginas de detalhes. deixe vazio para usar em Configurações de Tema> Configurações de Diretório> Configurações Gerais

source: Default Avatar?
pt_pt: Avatar padrão?

source: Add default avatar image. Users get registered under this category will get this banner at their detail pages. leave it empty to use from Theme Settings > Directory Settings > General Settings
pt_pt: Adicione imagem de avatar padrão. Os usuários são registrados nesta categoria e receberão esse banner em suas páginas de detalhes. deixe vazio para usar em Configurações de Tema> Configurações de Diretório> Configurações Gerais

source: Review Settings
pt_pt: Configurações de revisão

source: Enable/Disable Reviews
pt_pt: Ativar / Desativar Avaliações

source: Total Wait Time
pt_pt: Tempo total de espera

source: Add total wait time here.
pt_pt: Adicione tempo de espera total aqui.

source: Add
pt_pt: Adicionar

source: Ease of Appointment
pt_pt: Facilidade de nomeação

source: Promptness
pt_pt: Promptência

source: Courteous Staff
pt_pt: Pessoal cortês

source: Rating Headings
pt_pt: Cabeçalhos de classificação

source: Add leave your rating headings.
pt_pt: Adicione deixar as rubricas de classificação.

source: Job detail
pt_pt: Detalhes do trabalho

source: Category?
pt_pt: Categoria?

source: Sub category?
pt_pt: Sub categoria?

source: Author?
pt_pt: Autor?

source: Expiry Date
pt_pt: Data de validade

source: Job expiry date
pt_pt: Data de caducidade do emprego

source: Career level
pt_pt: Nível de carreira

source: Job type
pt_pt: Tipo de emprego

source: Salary/Cost
pt_pt: Salário / Custo

source: Add job qualification
pt_pt: Adicionar qualificação profissional

source: Languages?
pt_pt: Línguas?

source: Choose languages here.
pt_pt: Escolha idiomas aqui.

source: Job requirements
pt_pt: Requisitos de trabalho

source: Benefits
pt_pt: Benefícios

source: Add job benifits
pt_pt: Adicionar benefícios de trabalho

source: Contact Information
pt_pt: Informações de contato

source: Add Location address.
pt_pt: Adicionar endereço de localização.
