Repository: aartisoft/oisami
Catalog: listingo/listingo_new/languages/*.po
Languages: pt_pt

source: Search Form v2
pt_pt: Formulário de pesquisa v2

source: Text Color?
pt_pt: Cor do texto?

source: Add text color, leave it empty to use default.
pt_pt: Adicione a cor do texto, deixe-o vazio para usar o padrão.

source: Sub categories?
pt_pt: Subcategorias?

source: Enable sub categories in search form?
pt_pt: Ativar subcategorias no formulário de pesquisa?

source: author
pt_pt: autor

source: Listings
pt_pt: Listagens

source: Brand Logo
pt_pt: Logotipo da marca

source: E.g. I am a 25yr old male &amp; have backache for last 2 months
pt_pt: Por exemplo. Eu sou um homem de 25 anos de idade e amp; tem dor nas costas nos últimos 2 meses

source: SUBMIT QUESTION
pt_pt: PERGUNTE DE ENVIO

source: Ask a Question
pt_pt: Faça uma pergunta

source: Question title
pt_pt: Título da questão

source: Ask question here
pt_pt: Pergunte aqui

source: Slide image
pt_pt: Slide imagem

source: Search Now
pt_pt: Procure agora

source: Search Category
pt_pt: Categoria de pesquisa

source: Find Only With Profile Photo
pt_pt: Encontre apenas com foto de perfil

source: Duplicate
pt_pt: Duplicado

source: Remove
pt_pt: Remover

source: Column
pt_pt: Coluna

source: Add a %s column
pt_pt: Adicionar uma coluna %s

source: Columns
pt_pt: Colunas

source: No Templates Saved
pt_pt: Nenhum modelo salvo

source: Load Template
pt_pt: Modelo de carga

source: Template Name
pt_pt: Nome do modelo

source: Save Column
pt_pt: Salvar coluna

source: Save as Template
pt_pt: Guardar como modelo

source: No Title
pt_pt: Sem título

source: Creates a section
pt_pt: Cria uma seção

source: ListinGo is a multi purpose Directory WordPress theme. It is designed in a way that it could be used as a engineers directory, lawyer directory, handyman directory, business services directory, veterinary directory, listingo directory, business and service finder directory, business listing or as a directory for other professionals as it has a lot of features a directory website may need (and many more!). The inner pages are carefully designed to provide all the essential information any directory business would need.
pt_pt: ListinGo é um tema WordPress de múltiplos propósitos. Ele é projetado de forma a que ele possa ser usado como um diretório de engenheiros, diretório de advogados, diretório de handyman, diretório de serviços empresariais, diretório veterinário, diretório de listagem, diretório de pesquisa de negócios e serviços, listagem de empresas ou como um diretório para outros profissionais, como tem Muitos recursos que um site de diretório pode precisar (e muito mais!). As páginas internas são cuidadosamente projetadas para fornecer todas as informações essenciais que qualquer negócio de diretório precisaria.
