Repository: aartisoft/oisami
Catalog: listingo/listingo_new/languages/*.po
Languages: pt_pt

source: we are sorry!
pt_pt: nos desculpe!

source: The page you requested cannot be found.
pt_pt: A página que você solicitou não pode ser encontrada.

source: Can't find what you need? Take a moment and do a search below!
pt_pt: Não é possível encontrar o que você precisa? Tome um momento e faça uma pesquisa abaixo!

source: 404 Page
pt_pt: Página 404

source: Go Back To
pt_pt: Volte para

source: Home Page
pt_pt: Pagina inicial

source: Comments
pt_pt: Comentários

source: Pages:
pt_pt: Páginas:

source: 0 Comments
pt_pt: 0 comentários

source: 1 Comment
pt_pt: 1 comentário

source: % Comments
pt_pt: % Comentários

source: Comments are closed.
pt_pt: Comentários estão fechados.

source: You must be %slogged in%s to post a comment.
pt_pt: Você deve ser %slogged em %s para publicar um comentário.

source: Logged in as
pt_pt: logado como

source: Log out of this account
pt_pt: sair desta conta

source: Log out &raquo;
pt_pt: Saia e raquo;

source: Type Your Comment Here
pt_pt: Digite seu comentário aqui

source: Leave a Reply
pt_pt: Deixe uma resposta

source: Leave a reply to %s
pt_pt: Deixe uma resposta para %s

source: Cancel reply
pt_pt: Cancelar resposta

source: Post Comment
pt_pt: Comentar

source: Author Since:
pt_pt: Autor Desde:

source: Search Here
pt_pt: Procure aqui

source: Search
pt_pt: Pesquisa

source: Written by
pt_pt: Escrito por

source: for
pt_pt: para

source: Tags
pt_pt: Tag

source: Share this Article
pt_pt: Compartilhe este artigo

source: Author Since
pt_pt: Autor Desde

source: Total Views:
pt_pt: Visualizações totais:

source: Job author avatar
pt_pt: Avatar do autor do trabalho

source: By:
pt_pt: De:

source: apply now
pt_pt: aplique agora

source: Login before apply
pt_pt: Faça o login antes de aplicar

source: Posted Date
pt_pt: data de envio

source: Views
pt_pt: Vistas

source: Expire Date
pt_pt: Data de validade

source: Job Details
pt_pt: Detalhes do trabalho

source: Career Level:
pt_pt: Nível de carreira:

source: Experience:
pt_pt: Experiência:

source: Salary:
pt_pt: Salário:

source: Job Type:
pt_pt: Tipo de emprego:

source: Qualification:
pt_pt: Qualificação:

source: Job Requirements
pt_pt: Requisitos de trabalho

source: Benefits / Allowances
pt_pt: Benefícios / Subsídios

source: Hello
pt_pt: Olá

source: Get Directions
pt_pt: Obter direções

source: Share this job
pt_pt: Compartilhe este trabalho

source: Apply Now
pt_pt: Aplique agora

source: Name
pt_pt: Nome

source: Date of Birth
pt_pt: Data de nascimento

source: Email
pt_pt: O email

source: Phone
pt_pt: telefone

source: Education
pt_pt: Educação

source: Employed
pt_pt: Empregado

source: Un-Employed
pt_pt: Não empregado

source: Address
pt_pt: Endereço

source: Provide further details about yourself
pt_pt: Forneça mais detalhes sobre você

source: category
pt_pt: categoria

source: Add Your Answer
pt_pt: Adicione sua resposta

source: Is this helpful?
pt_pt: Isso é útil?

source: Add your answer
pt_pt: Adicione sua resposta

source: Submit Answer
pt_pt: Enviar resposta

source: Login to add your answer
pt_pt: Entre para adicionar sua resposta

source: Featured
pt_pt: Destaque

source: read more
pt_pt: consulte Mais informação

source: You can manage your profie here
pt_pt: Você pode gerenciar seu perfil aqui

source: Manage Your Profile
pt_pt: Gerencie seu perfil

source: Appointment Booking
pt_pt: Reserva de compromisso

source: Dashboard
pt_pt: painel de controle

source: Restricted Access
pt_pt: Acesso restrito

source: You have not any privilege to view this page.
pt_pt: Você não tem privilégios para visualizar esta página.

source: Job Search
pt_pt: Procura de emprego

source: Search Page
pt_pt: Página de pesquisa

source: Listingo. All rights reserved.
pt_pt: Listingo. Todos os direitos reservados.

source: loader
pt_pt: carregador

source: Toggle navigation
pt_pt: Alternar de navegação

source: Post A New Job
pt_pt: Publicar um novo emprego

source: Post a job
pt_pt: Publicar um emprego

source: Join Now
pt_pt: Entrar

source: Archive
pt_pt: Arquivo

source: Home
pt_pt: Casa

source: Packages/Products
pt_pt: Pacotes / Produtos

source: Add Package/Product
pt_pt: Adicionar pacote / produto

source: Add New Package/Product
pt_pt: Adicionar novo pacote / produto

source: Edit Package/Product
pt_pt: Editar Pacote / Produto

source: New Package/Product
pt_pt: Novo Pacote / Produto

source: View Package/Product
pt_pt: Ver Pacote / Produto

source: Search Packages/Product
pt_pt: Pesquisar pacotes / produto

source: No Packages/Products found
pt_pt: Nenhum pacote / produto encontrado

source: No Packages/Products found in trash
pt_pt: Não há pacotes / produtos encontrados no lixo

source: Parent Package/Product
pt_pt: Pacote Principal / Produto

source: This is where you can add new tours to your store.
pt_pt: É aqui que você pode adicionar novos passeios à sua loja.

source: Package Type?
pt_pt: Tipo de pacote?

source: If packages type will be customer then package will be display in customer dashboard, and if type will be providers then this will show in providers dashboard.
pt_pt: Se o tipo de pacote for cliente, o pacote será exibido no painel do cliente e, se o tipo for provedores, isso será mostrado no painel de controle dos provedores.

source: Package Type
pt_pt: Tipo de pacote

source: For Customers ( Visitors )
pt_pt: Para Clientes (Visitantes)

source: For Providers ( Business/Professional )
pt_pt: Para Provedores (Negócios / Profissionais)

source: Package Duration
pt_pt: Duração do pacote

source: Add duration(days) for this package. Please add only integer value. eg : 30
pt_pt: Adicione duração (dias) para este pacote. Adicione apenas um valor inteiro. por exemplo: 30

source: Feature duration
pt_pt: Duração do recurso

source: Add duration(days) for featured listing. Please add only integer value. eg : 30, leave it empty to exlude from featured listing
pt_pt: Adicione a duração (dias) para a lista destacada. Adicione apenas um valor inteiro. por exemplo: 30, deixe vazio para exlusar da lista destacada

source: Jobs included?
pt_pt: Trabalhos incluídos?

source: Add number of jobs if your want to enable jobs in this package. Leave it empty to exclude.
pt_pt: Adicione um número de trabalhos se desejar ativar tarefas neste pacote. Deixe-o vazio para excluir.

source: Articles included?
pt_pt: Artigos incluídos?

source: Add number of articles if your want to enable articles in this package. Leave it empty to exclude.
pt_pt: Adicione um número de artigos se desejar ativar artigos neste pacote. Deixe-o vazio para excluir.

source: Appointments included?
pt_pt: Foram incluídos compromissos?

source: No
pt_pt: Não

source: Yes
pt_pt: sim

source: Profile banner included?
pt_pt: O banner do perfil está incluído?

source: Insurance included?
pt_pt: Seguro incluído?

source: favorites included?
pt_pt: favoritos incluídos?

source: Teams included?
pt_pt: Equipes incluídas?

source: Business hours included?
pt_pt: Horário comercial incluído?

source: Provider Page Design?
pt_pt: Design de página de provedor?

source: By enabling this feature provider will be able to sort page section and also will be able to select page design.
pt_pt: Ao habilitar esse provedor de recursos, você poderá classificar a seção da página e também poderá selecionar o design da página.

source: No Record Found.
pt_pt: Nenhum Registro Encontrado.

source: Time Slot Deleted Notification
pt_pt: Notificação excluída do intervalo de tempo

source: Are you sure, you want to delete this time slot?
pt_pt: Tem certeza de que deseja excluir esse intervalo de tempo?

source: Audio/Video Slot Deleted Notification
pt_pt: Notificação Excluída do Slot de Áudio / Vídeo

source: Are you sure, you want to delete this audio/video slot?
pt_pt: Tem certeza de que deseja excluir este slot de áudio / vídeo?

source: Appointment Type Deleted Notification
pt_pt: Notificação excluída do tipo de compromisso

source: Are you sure, you want to delete this appintment type?
pt_pt: Tem certeza de que deseja excluir esse tipo de compromisso?

source: Appointment Reason Deleted Notification
pt_pt: Notificação de motivo de nomeação aprovada

source: Are you sure, you want to delete this appintment reason?
pt_pt: Tem certeza de que deseja excluir esse motivo de marcação?

source: Awards & Certifications Deleted Notification
pt_pt: Prêmios e Certificações Notificação Excluída

source: Are you sure, you want to delete this award or certification?
pt_pt: Tem certeza de que deseja excluir este prêmio ou certificação?

source: Experience Deleted Notification
pt_pt: Experimente a Notificação Excluída

source: Are you sure, you want to delete this Experience?
pt_pt: Tem certeza de que deseja excluir esta experiência?

source: Qualification Deleted Notification
pt_pt: Qualificação de Notificação Excluída

source: Are you sure, you want to delete this Qualification?
pt_pt: Tem certeza de que deseja excluir esta Qualificação?

source: Service Deleted Notification
pt_pt: Serviço de Notificação Excluída

source: Are you sure, you want to delete this deleve service?
pt_pt: Tem certeza de que deseja excluir este serviço de exclusão?

source: (In Appointment)
pt_pt: (Em nome de compromisso)

source: Free
pt_pt: Livre

source: Avatar Upload
pt_pt: Upload de Avatar

source: Banner Upload
pt_pt: Upload de Banner

source: Gallery Upload
pt_pt: Upload da galeria

source: Awards Image Upload
pt_pt: Premiação de upload de imagens

source: Brochure Upload
pt_pt: Carga de Brochura

source: Are you sure you want to delete your account?
pt_pt: Tem certeza de que deseja excluir sua conta?

source: Are you sure you want to deactivate your account?
pt_pt: Tem certeza de que deseja desativar sua conta?

source: Delete account?
pt_pt: Deletar conta?

source: Deactivate account?
pt_pt: Desativar conta?

source: Set Profile Avatar
pt_pt: Definir perfil Avatar

source: Are you sure you want to set your default profile avatar photo?
pt_pt: Tem certeza de que deseja definir sua foto de avatar de perfil padrão?

source: Set Profile Banner
pt_pt: Definir bandeira de perfil

source: Are you sure you want to set your default profile banner photo?
pt_pt: Tem certeza de que deseja configurar sua foto de banner de perfil padrão?

source: Please Choose the langugae first.
pt_pt: Escolha o idioma primeiro.

source: You have already added the langugae.
pt_pt: Você já adicionou o idioma.

source: Please Choose the Amenity first.
pt_pt: Escolha a Amenidade primeiro.

source: You have already added the Amenity.
pt_pt: Você já adicionou a Amenity.

source: Delete Amenity?.
pt_pt: Eliminar Amenidade ?.

source: Are you sure you want to delete this Amenity.
pt_pt: Tem certeza de que deseja excluir esta Amenidade.

source: Please Choose the insurance first.
pt_pt: Escolha o seguro primeiro.

source: You have already added the insurance.
pt_pt: Você já adicionou o seguro.

source: Delete insurance?.
pt_pt: Eliminar seguro ?.

source: Are you sure you want to delete this insurance.
pt_pt: Tem certeza de que deseja excluir esse seguro.

source: Delete Language?
pt_pt: Eliminar linguagem?

source: Are you sure you want to delete this Language.
pt_pt: Tem certeza de que deseja excluir esta Linguagem.

source: Please fill all the fields.
pt_pt: Preencha todos os campos.

source: Some error occur, please try again later.
pt_pt: Ocorrem alguns erros, tente novamente mais tarde.

source: Delete slot?
pt_pt: Excluir o slot?

source: Are you sure you want to delete this slot.
pt_pt: Tem certeza de que deseja excluir esse slot.

source: Add to list
pt_pt: Adicionado a lista

source: View Full Profile
pt_pt: Ver o perfil completo

source: Delete member
pt_pt: Excluir membro

source: Are you sure, you want to delete this team member?
pt_pt: Tem certeza de que deseja excluir esse membro da equipe?

source: No team members, Add your teams now.
pt_pt: Nenhum membro da equipe, Adicione seus times agora.

source: Process order?
pt_pt: Ordem de processo?

source: Are you sure, you want to process this order?
pt_pt: Tem certeza de que deseja processar esse pedido?

source: Oops! Nothing to update.
pt_pt: Opa! Nada para atualizar.

source: Delete job?
pt_pt: Excluir o trabalho?

source: Are you sure you want to delete this job.
pt_pt: Tem certeza de que deseja excluir este trabalho.

source: Not Satisfied
pt_pt: Não satisfeito

source: Satisfied
pt_pt: Satisfeito

source: Good
pt_pt: Boa

source: Very Good
pt_pt: Muito bom

source: Excellent
pt_pt: Excelente

source: Review title is required.
pt_pt: O título da revisão é obrigatório.

source: Review description is required.
pt_pt: A descrição da revisão é necessária.

source: Submit review
pt_pt: Enviar revisão

source: Please login to add user in favorite list.
pt_pt: Faça login para adicionar o usuário na lista favorita.

source: Please choose the service first.
pt_pt: Por favor, escolha o serviço primeiro.

source: Please choose the appointment type.
pt_pt: Escolha o tipo de compromisso.

source: Please choose the appointment reasosn.
pt_pt: Por favor, escolha os motivos de nomeação.

source: Authentication field must not be empty.
pt_pt: O campo Autenticação não deve estar vazio.

source: Password Field must not be empty.
pt_pt: O campo Senha não deve estar vazio.

source: Password confirmation field must not be empty.
pt_pt: O campo de confirmação da senha não deve estar vazio.

source: You password did not match.
pt_pt: Sua senha não combinou.

source: Appointment Approve Notification.
pt_pt: Nomeação Aprovar Notificação.

source: Are you sure, you want to approve this appintment.
pt_pt: Tem certeza, você quer aprovar este compromisso.

source: Appointment Rejection Notification.
pt_pt: Notificação de Rejeição de Nomeação.

source: Are you sure, you want to reject this appintment.
pt_pt: Tem certeza de que deseja rejeitar esse compromisso.

source: Rejection title required.
pt_pt: Requer o título requerido.

source: No favorite provider.
pt_pt: Nenhum fornecedor favorito.

source: Information
pt_pt: Em formação

source: Delete?
pt_pt: Excluir?

source: Next
pt_pt: Próximo

source: I Understand!
pt_pt: Compreendo!

source: Finish
pt_pt: Terminar

source: Are you sure you want to delete this?
pt_pt: Tem certeza de que deseja excluir isso?

source: within
pt_pt: dentro

source: Your account has verified.
pt_pt: Sua conta foi verificada.

source: Please login before add your vote.
pt_pt: Faça o login antes de adicionar seu voto.

source: Days
pt_pt: Dias

source: Hours
pt_pt: Horas

source: Minutes
pt_pt: Minutos

source: EXPIRED
pt_pt: EXPIRADO

source: Minutes and
pt_pt: Minutos e

source: Seconds
pt_pt: Segundos

source: Please add a valid email address.
pt_pt: Por favor, adicione um endereço de email válido.

source: Customer
pt_pt: Cliente

source: Business
pt_pt: O negócio

source: Professional
pt_pt: Profissional

source: Select Slider
pt_pt: Selecione Slider

source: Select List
pt_pt: Selecione a lista

source: Today
pt_pt: Hoje

source: Yesterday
pt_pt: Ontem

source: Tomorrow
pt_pt: Amanhã

source: In this month
pt_pt: Neste mês

source: In future
pt_pt: No futuro

source: Long back
pt_pt: Costas longas

source: Your Name (required)
pt_pt: Seu nome (obrigatório)

source: Your email (required)
pt_pt: Seu e-mail (obrigatório)

source: Your comment is awaiting moderation.
pt_pt: Seu comentário aguarda moderação.

source: Placeholder
pt_pt: Marcador de posição

source: previous post
pt_pt: postagem anterior

source: Next post
pt_pt: Próximo post

source: buy now
pt_pt: compre

source: Closed
pt_pt: Fechadas

source: Minimum avatar size should be 370x270
pt_pt: Tamanho mínimo do avatar deve ser 370x270

source: Minimum avatar size should be 1920x350
pt_pt: O tamanho mínimo do avatar deve ser 1920x350

source: Minimum avatar size should be 150x150
pt_pt: O tamanho mínimo do avatar deve ser 150x150

source: Process this transaction
pt_pt: Processe esta transação

source: Are your sure you want to prcess this ttransaction. Please note : after this transaction you will be able to process 2nd transaction for this month.
pt_pt: Tem certeza de que deseja processar esta transação. Por favor, note: após esta transação, você poderá processar a segunda transação para este mês.

source: Sidebar
pt_pt: Barra Lateral

source: Default sidebar for home and archive pages.
pt_pt: Barra lateral padrão para páginas domésticas e de arquivo.

source: Footer Sidebar 1
pt_pt: Barra lateral 1 do rodapé

source: Footer sidebar column 1.
pt_pt: Coluna 1 da barra lateral do rodapé.

source: Footer Sidebar 2
pt_pt: Barra lateral 2 do rodapé

source: Footer sidebar column 2.
pt_pt: Coluna 2 da barra lateral do rodapé.

source: Footer Sidebar 3
pt_pt: Barra lateral 3 do rodapé

source: Footer sidebar column 3.
pt_pt: Coluna 3 da barra lateral do rodapé.

source: Footer Sidebar 4
pt_pt: Barra lateral 4 do rodapé

source: Footer sidebar column 4.
pt_pt: Coluna lateral da barra lateral do rodapé 4.

source: Search result page sidebar | Ads
pt_pt: Barra lateral da página de resultados da pesquisa | Publicidades

source: It will be shown on search result page
pt_pt: Será mostrado na página de resultados da pesquisa

source: User detail page sidebar | Ads
pt_pt: Barra lateral da página de detalhes do usuário | Publicidades

source: It will be shown on user detail page
pt_pt: Será mostrado na página de detalhes do usuário

source: User detail page top area | Ads
pt_pt: Área de detalhes da parte superior do usuário | Publicidades

source: It will be shown on user detail page after map
pt_pt: Será mostrado na página de detalhes do usuário após o mapa

source: User dashboard page top | Ads
pt_pt: Página de painel do usuário topo | Publicidades

source: It will be shown on user dashboard top area
pt_pt: Será mostrado na área superior do painel do usuário

source: User dashboard page sidebar | Ads
pt_pt: Barra lateral da página do painel do usuário | Publicidades

source: It will be shown on user dashboard sidebar
pt_pt: Será exibido na barra lateral do painel do usuário

# post date
source: Posted on %s
pt_pt: Postado em %s

# post author
source: by %s
pt_pt: por %s

# post format archive title
source: Asides
pt_pt: Apartes

# post format archive title
source: Galleries
pt_pt: Galerias

# post format archive title
source: Images
pt_pt: Imagens

# post format archive title
source: Videos
pt_pt: Vídeos

# post format archive title
source: Quotes
pt_pt: citações

# post format archive title
source: Statuses
pt_pt: Status

# post format archive title
source: Audio
pt_pt: Áudio

source: Nothing Found
pt_pt: Nada encontrado

source: Ready to publish your first post? <a href="%1$s">Get started here</a>.
pt_pt: pronto para publicar seu primeiro post? <a href="%1$s"> Comece aqui </a>.

source: Sorry, but nothing matched your search terms. Please try again with some different keywords.
pt_pt: Desculpe, mas nada corresponde aos seus termos de pesquisa. Por favor, tente novamente com algumas palavras-chave diferentes.

source: It seems we can&rsquo;t find what you&rsquo;re looking for. Perhaps searching can help.
pt_pt: Parece que não podemos encontrar o que você está procurando. Talvez a pesquisa possa ajudar.

source: Need a new search?
pt_pt: Precisa de uma nova pesquisa?

source: If you didn't find what you were looking for, try a new search!
pt_pt: Se você não encontrou o que estava procurando, tente uma nova pesquisa!

source: Couldn't find what you're looking for!
pt_pt: Não foi possível encontrar o que você está procurando!

source: Try again!
pt_pt: Tente novamente!

source: If you want to rephrase your query, here is your chance:
pt_pt: Se quiser reformular sua consulta, aqui está sua chance:

source: Continue reading %s <span class="meta-nav">&rarr;</span>
pt_pt: Continue lendo %s <span class = "meta-nav"> & rarr; </ span>

source: Minute
pt_pt: Minuto

source: Maintenance
pt_pt: Manutenção

source: Hour
pt_pt: Hora

source: Second
pt_pt: Segundo

source: Day
pt_pt: Dia

source: Earning of
pt_pt: Ganhar de

source: Total Amount
pt_pt: Valor total

source: Requested Date
pt_pt: Valor total

source: Sorry! you have already process withdrawal for this month. Now you can process this amount next month.
pt_pt: Desculpa! Você já processou a retirada desse mês. Agora você pode processar esse valor no próximo mês.

source: Process Now
pt_pt: Processo agora

source: Sorry! minimum amount should be >=
pt_pt: Desculpa! o valor mínimo deve ser >=

source: to process this withdrawal
pt_pt: para processar essa retirada

source: Withdrawal detail.
pt_pt: Detalhes de retirada.

source: to
pt_pt: para

source: Congratulations! transaction has been processed.
pt_pt: Parabéns! a transação foi processada.

source: User didn't added withdrawal settings.
pt_pt: O usuário não adicionou as configurações de retirada.

source: Image deleted.
pt_pt: Imagem excluída.

source: Image cropped and uploaded.
pt_pt: Imagem cortada e carregada.

source: Insights
pt_pt: Intuições

source: Go to forum profile
pt_pt: Ir para o perfil do fórum

source: Profile Settings
pt_pt: Configurações de perfil

source: Business Hours
pt_pt: Horário comercial

source: Manage Services
pt_pt: Gerenciar Serviços

source: Manage Jobs
pt_pt: Gerenciar Empregos

source: Manage Articles
pt_pt: Gerenciar artigos

source: Manage Appointments
pt_pt: Gerenciar compromissos

source: Favourite Listing
pt_pt: Listagem favorita

source: Update Package
pt_pt: Pacote de atualização

source: Security Settings
pt_pt: Configurações de segurança

source: Privacy Settings
pt_pt: Configurações de privacidade

source: Earning Settings
pt_pt: Configurações de ganhos

source: Profile Page Design
pt_pt: Design de página de perfil

source: Logout
pt_pt: Sair

source: Profile Avatar
pt_pt: Perfil Avatar

source: Profile Banner
pt_pt: Faixa de perfil

source: View Profile
pt_pt: Ver perfil

source: Monday
pt_pt: Segunda-feira

source: Tuesday
pt_pt: terça

source: Wednesday
pt_pt: Quarta-feira

source: Thursday
pt_pt: Quinta-feira

source: friday
pt_pt: Sexta-feira

source: Saturday
pt_pt: sábado

source: Sunday
pt_pt: domingo

source: Friday
pt_pt: Sexta-feira

source: Make Profile Photo Public
pt_pt: Criar foto de perfil público

source: Make Banner Photo Public
pt_pt: Faça Banner Photo Public

source: Appointment Option
pt_pt: Opção de nomeação

source: Contact Form
pt_pt: Formulário de Contato

source: Show Services
pt_pt: Mostrar serviços

source: Show Team
pt_pt: Mostrar equipe

source: Show Gallery
pt_pt: Mostrar Galeria

source: Show Videos
pt_pt: Mostrar vídeos

source: Make Introduction Public
pt_pt: Faça Introdução Pública

source: Show Languages
pt_pt: Mostrar Idiomas

source: Show Experience
pt_pt: Mostrar experiência

source: Show Awards
pt_pt: Mostrar Prêmios

source: Show Qualification
pt_pt: Mostrar qualificação

source: Show Amenities
pt_pt: Mostrar comodidades

source: Show Insurance
pt_pt: Mostrar seguro

source: Show Brochures
pt_pt: Mostrar folhetos

source: Show Job Openings
pt_pt: Mostrar vagas de emprego

source: Show Articles
pt_pt: Mostrar artigos

source: Show Profile Share
pt_pt: Mostrar compartilhamento de perfil

source: Privacy settings updated.
pt_pt: Configurações de privacidade atualizadas.

source: No kiddies please!
pt_pt: Não há crianças por favor!

source: Business Hours Updated.
pt_pt: Horário comercial atualizado.

source: Title field should not be empty.
pt_pt: O campo Título não deve estar vazio.

source: Price field should not be empty.
pt_pt: O campo Preço não deve estar vazio.

source: Services Updated.
pt_pt: Serviços atualizados.

source: Avatar deleted.
pt_pt: Avatar excluído.

source: Banner deleted.
pt_pt: Banner excluído.

source: Gallery deleted.
pt_pt: Galeria excluída.

source: Brochure deleted.
pt_pt: Brochura excluída.

source: Default avatar updated.
pt_pt: Avatar padrão atualizado.

source: Default banner updated.
pt_pt: Banner padrão atualizado.
