Repository: aartisoft/oisami
Catalog: listingo/listingo_new/languages/*.po
Languages: pt_pt

source: Leave it empty to while updating user, otherwise selected package will be updated as user current package.
pt_pt: Deixe-o vazio enquanto atualiza o usuário, caso contrário, o pacote selecionado será atualizado como o pacote atual do usuário.

source: Disable
pt_pt: Desativar

source: Enable
pt_pt: Habilitar

source: Qualification
pt_pt: Qualificação

source: Degree Name
pt_pt: Nome da graduação

source: Institute Name
pt_pt: Nome do Instituto

source: Enter Your Degree Name
pt_pt: Insira seu nome de grau

source: Add New Service
pt_pt: Adicionar novo serviço

source: Visit
pt_pt: Visita

source: Service Title
pt_pt: Título do serviço

source: Service Price (Add price without currency symbol.)
pt_pt: Preço do serviço (Adicionar preço sem símbolo de moeda.)

source: Choose Price Type
pt_pt: Escolha Tipo de preço

source: Add This Service in Appointment List
pt_pt: Adicione este serviço na lista de compromissos

source: This is a Free Service
pt_pt: Este é um serviço gratuito

source: Managing Service Title
pt_pt: Título do Serviço de Gerenciamento

source: Our Team
pt_pt: Nosso time

source: Team Member
pt_pt: Membro da equipe

source: Audio/Video Link
pt_pt: Ligação de Áudio / Vídeo

source: At
pt_pt: Em

source: Instructions
pt_pt: Instruções

source: Your Detail
pt_pt: Seu Detalhe

source: Code Authentication
pt_pt: Autenticação de código

source: All Done
pt_pt: Tudo feito

source: Previous
pt_pt: Anterior

source: No I Don't Want
pt_pt: Não, eu não quero

source: Sorry! This slot is not available for booking.
pt_pt: Desculpa! Este slot não está disponível para reserva.

source: Available Spaces
pt_pt: Espaços disponíveis

source: Spaces left
pt_pt: Espaços à esquerda

source: Appointment Information
pt_pt: Informação de nomeação

source: Select Services*
pt_pt: Selecione Serviços *

source: Choose Appointment Type*
pt_pt: Escolha o tipo de compromisso *

source: Reason For Visit*
pt_pt: Razão para visitar*

source: Your Details
pt_pt: Seus detalhes

source: Your Name
pt_pt: Seu nome

source: Step 2
pt_pt: Passo 2

source: Authentication Required
pt_pt: Autentificação requerida

source: Authentication Code
pt_pt: Código de Autenticação

source: Type Password
pt_pt: Digite a senha

source: Retype Password
pt_pt: Redigite a senha

source: Step 3
pt_pt: Passo 3

source: Your authentication code does not match.
pt_pt: Seu código de autenticação não corresponde.

source: You have entered the wrong password.
pt_pt: Você digitou a senha errada.

source: Please wait....
pt_pt: Por favor, espere....

source: You are redirecting to checkout for payments.
pt_pt: Você está redirecionando para o checkout para pagamentos.

source: Please confirm you order.
pt_pt: Por favor confirme a sua encomenda.

source: Step 4
pt_pt: Passo 4

source: Your order
pt_pt: Seu pedido

source: Confirm Order
pt_pt: Confirmar pedido

source: Appointment Summary
pt_pt: Resumo do compromisso

source: Appointment ID :
pt_pt: ID do compromisso:

source: Date :
pt_pt: Encontro :

source: Meeting Time :
pt_pt: Hora do encontro :

source: Service :
pt_pt: Serviço :

source: Appointment Fee :
pt_pt: Taxa de nomeação:

source: Appointment Type :
pt_pt: Tipo de compromisso:

source: Reason For Visit :
pt_pt: Razão para visitar :

source: Booking Status :
pt_pt: Status da reserva :

source: Description :
pt_pt: Descrição :

source: Slots added successfully.
pt_pt: Slots adicionados com sucesso.

source: Slot deleted succesfully.
pt_pt: Slot eliminado com sucesso.

source: Time slots Found.
pt_pt: Slots de tempo encontrados.

source: No time slots found.
pt_pt: Não foram encontrados slots de tempo.

source: Kindly choose the time slot first.
pt_pt: Por favor escolha o intervalo de tempo primeiro.

source: Please set the page first in directory settings.
pt_pt: Defina a página primeiro nas configurações do diretório.

source: Appointment Approved
pt_pt: Nomeação Aprovado

source: Appointment Rejected
pt_pt: Nomeação rejeitada

source: Oops! Listingo Core plugin is not upto date. Please contact to site administrator.
pt_pt: Opa! O plugin do Listingo Core não está atualizado. Por favor entre em contato com o administrador do site.

source: Please select payment gateway.
pt_pt: Por favor selecione o gateway de pagamento.

source: Some error occur, Please contact to site administrator.
pt_pt: Algum erro ocorre, por favor entre em contato com o administrador do site.

source: You can't make payment with this provider, Please contact to site administrator.
pt_pt: Você não pode efetuar pagamentos com este provedor. Entre em contato com o administrador do site.

source: Please wait while you are redireting to checkout.
pt_pt: Por favor aguarde enquanto você está redirecionando para o checkout.

source: Your Appointments
pt_pt: Seus compromissos

source: Appointment Avatar
pt_pt: Nomeação Avatar

source: Appointment Type
pt_pt: Tipo de compromisso

source: Appointment Detail
pt_pt: Detalhe do compromisso

source: Customer Name:
pt_pt: Nome do cliente:

source: Appointment Date:
pt_pt: Data do encontro:

source: Appointment Time:
pt_pt: Hora do compromisso:

source: Service:
pt_pt: Serviço:

source: Appointment Type:
pt_pt: Tipo de compromisso:

source: Reason For Visit:
pt_pt: Razão para visitar:

source: Description:
pt_pt: Descrição:

source: Approve
pt_pt: Aprovar

source: Rejection Title
pt_pt: Título de Rejeição

source: Rejection Description
pt_pt: Descrição de Rejeição

source: Rejection Reason
pt_pt: Razão de rejeição

source: Reject Now
pt_pt: Rejeitar agora

source: Upload Photos
pt_pt: Upload fotos

source: Or Drag Your Files Here To Upload
pt_pt: Ou arraste seus arquivos aqui para carregar

source: Basic Infomartion
pt_pt: Informação básica

source: First Name
pt_pt: Primeiro nome

source: Last Name
pt_pt: Último nome

source: Short description
pt_pt: Pequena descrição

source: Click update now to update the latest added details.
pt_pt: Clique em Atualizar agora para atualizar os detalhes mais recentes adicionados.

source: Update Now
pt_pt: Atualize agora

source: Certification &amp; Awards Title
pt_pt: Certificação & Prêmios Título

source: Appointment Schedules
pt_pt: Horários de nomeação

source: Appointment Settings
pt_pt: Configurações de compromisso

source: Article listing
pt_pt: Lista de artigos

source: Add New Article
pt_pt: Adicionar novo artigo

source: Private Messages
pt_pt: Mensagens privadas

source: Compose
pt_pt: Compor

source: Inbox
pt_pt: Caixa de entrada

source: Sent
pt_pt: Enviei

source: Jobs listing
pt_pt: Lista de empregos

source: Add New Job
pt_pt: Adicionar novo emprego

source: Manage Team
pt_pt: Gerenciar equipe

source: Earnings/Withdrawals
pt_pt: Ganhos / Retiradas

source: Earnings
pt_pt: Ganhos

source: Withdrawals
pt_pt: Retiradas

source: Intern/Student
pt_pt: Estagiário / Estudante

source: Entry Level
pt_pt: Nível de entrada

source: Experienced Professional
pt_pt: Profissional experiente

source: Department Head
pt_pt: Chefe de departamento

source: Fix
pt_pt: Consertar

source: Full Time
pt_pt: Tempo total

source: Hourly
pt_pt: Por hora

source: Internship
pt_pt: Estágio

source: Part Time
pt_pt: Meio período

source: Temporary
pt_pt: Temporário

source: Fresh
pt_pt: Fresco

source: Year
pt_pt: Ano

source: Related Jobs
pt_pt: Empregos relacionados

source: Related jobs
pt_pt: Empregos relacionados

source: Category is required.
pt_pt: A categoria é necessária.

source: Expiry date is required.
pt_pt: A data de validade é necessária.

source: Career level is required.
pt_pt: É necessário um nível de carreira.

source: Experience is required.
pt_pt: É necessária experiência.

source: Salary/Cost is required.
pt_pt: Salário / custo é necessário.

source: Job type is required.
pt_pt: O tipo de trabalho é obrigatório.

source: Address field is required.
pt_pt: O campo de endereço é obrigatório.

source: Job updated successfully.
pt_pt: Trabalho atualizado com sucesso.

source: Job deleted successfully.
pt_pt: Trabalho eliminado com sucesso.

source: Filter By Job Type
pt_pt: Filtrar por tipo de trabalho

source: Filter By Experience
pt_pt: Filtrar por experiência

source: Apply
pt_pt: Aplique

source: ID
pt_pt: identidade

source: Author
pt_pt: Autor

source: Title
pt_pt: Título

source: Modified
pt_pt: Modificado

source: Random
pt_pt: Aleatória

source: No kiddies please.
pt_pt: Não há crianças por favor.

source: Name is required.
pt_pt: O nome é obrigatório.

source: Date of Birth is required.
pt_pt: É necessária a data de nascimento.

source: Email is required.
pt_pt: O e-mail é necessário.

source: Phone is required.
pt_pt: O telefone é necessário.

source: Education is required.
pt_pt: É necessária educação.

source: Current job status is required.
pt_pt: O status atual do trabalho é necessário.

source: Address is required
pt_pt: Endereço é necessário

source: Content should not be empty
pt_pt: O conteúdo não deve estar vazio

source: No! kiddies please.
pt_pt: Não! kiddies por favor.

source: Email addrress is not valid
pt_pt: o endereço de email não é válido

source: Thank you for applying.
pt_pt: Obrigado por aplicar.

source: Some thing went wrong, kindly try again.
pt_pt: Alguma coisa deu errado, tente gentilmente novamente.

source: Job post author.
pt_pt: Post-autor do trabalho.

source: ago
pt_pt: atrás

source: Filter By Categories
pt_pt: Filtrar por categorias

source: Advanced Filters
pt_pt: Filtros avançados

source: Results Found
pt_pt: Resultados encontrados

source: Sorry!
pt_pt: Desculpa!

source: Nothing found.
pt_pt: Nada encontrado.

source: Job detail will be here
pt_pt: Os detalhes do trabalho estarão aqui

source: Post A Job
pt_pt: Publicar um emprego

source: Job Description
pt_pt: Publicar um emprego

source: Job Detail
pt_pt: Detalhes do trabalho

source: Select Category
pt_pt: Selecione a Categoria

source: Choose career level
pt_pt: Escolha o nível de carreira

source: Add salary/cost
pt_pt: Adicionar salário / custo

source: Job Type
pt_pt: Tipo de emprego

source: What minimum qualification is required?
pt_pt: Qual requisito mínimo é necessário?

source: Job Requirement
pt_pt: Requisito de trabalho

source: Click to
pt_pt: Clique para

source: Add Now Button
pt_pt: Botão Adicionar agora

source: to add the job.
pt_pt: para adicionar o trabalho.

source: Add Job
pt_pt: Adicionar trabalho

source: Oops
pt_pt: Uops

source: Please upgrade your package to add jobs.
pt_pt: Por favor, atualize seu pacote para adicionar trabalhos.

source: Add Slots
pt_pt: Adicionar Slots

source: Title (Optional)
pt_pt: Título (Opcional)

source: am
pt_pt: sou

source: am (night)
pt_pt: sou (noite)

source: Meeting Time
pt_pt: Hora do encontro

source: minutes
pt_pt: minutos

source: hours
pt_pt: horas

source: hour
pt_pt: hora

source: Padding/Break Time
pt_pt: Tempo de preenchimento / intervalo

source: time slots
pt_pt: intervalos de tempo

source: Save
pt_pt: Salve 

source: Cancel
pt_pt: Cancelar

source: Your Appointment Confirmation
pt_pt: Sua Confirmação de Nomeação

source: Your Appointment Approved
pt_pt: Seu compromisso aprovado

source: Your Appointment Cancelled
pt_pt: Seu compromisso cancelado

source: Instruction Title
pt_pt: Título da Instrução

source: Instructions Heading
pt_pt: Título das instruções

source: Instruction Description
pt_pt: Descrição da Instrução

source: It will be shown on appointment instruction page.
pt_pt: Ele será exibido na página de instruções do compromisso.

source: Appointment Types
pt_pt: Tipos de compromisso

source: Add Appointment Type
pt_pt: Adicionar tipo de compromisso

source: Reasons For Visit
pt_pt: Razões para visitar

source: Add Appointment Reason
pt_pt: Adicionar motivo de nomeação

source: Email Settings - Booking Confirmation
pt_pt: Configurações de Email - Confirmação de Reserva

source: To display customer name
pt_pt: Para exibir o nome do cliente

source: To display appointment service
pt_pt: Para exibir o serviço de compromisso

source: To display provider name
pt_pt: Para exibir o nome do provedor

source: Appointment Date
pt_pt: Data do encontro

source: Appointment Time
pt_pt: Hora do compromisso

source: Email Settings - Appointment Cancelled
pt_pt: Configurações de Email - Citação Cancelada

source: To display rejection reason title name
pt_pt: Para exibir o nome do título do motivo de rejeição

source: To display rejection reason description
pt_pt: Para exibir a descrição do motivo de rejeição

source: Email Settings - Appointment Approved
pt_pt: Configurações de e-mail - Aprovação da nomeação

source: Amount/Action
pt_pt: Quantidade/Ação

source: Appointment detail
pt_pt: Detalhes do compromisso

source: Oops!
pt_pt: Opa!

source: You didn't earn anything yet.
pt_pt: Você ainda não ganhou nada.

source: Edit Job
pt_pt: Editar trabalho

source: Update job button
pt_pt: Atualizar botão de trabalho

source: Update Job
pt_pt: Atualizar trabalho

source: Favorite Listings
pt_pt: Listas favoritas

source: Delete All
pt_pt: Apagar tudo

source: Update Now Button
pt_pt: Botão Atualizar Agora

source: to update the latest added detail.
pt_pt: para atualizar os detalhes mais recentes.

source: Regards
pt_pt: Saudações

source: Total Jobs Posted
pt_pt: Total de trabalhos publicados

source: Jobs Posted
pt_pt: Jobs Postado

source: Your Current Package
pt_pt: Seu Pacote Atual

source: Laest jobs at top
pt_pt: Últimos trabalhos no topo

source: Order by title
pt_pt: Ordem por título

source: Order by job name
pt_pt: Ordenar por nome do trabalho

source: Order by date
pt_pt: Ordem por data

source: Random order
pt_pt: Ordem aleatória

source: Expired
pt_pt: Expirado

source: By
pt_pt: De

source: No jobs added.
pt_pt: Nenhum emprego foi adicionado.

source: Current Package
pt_pt: pacote atual

source: Update Your Package
pt_pt: Atualize seu pacote

source: Buy/Renew Now
pt_pt: Compre / Renova Agora

source: No package purchased yet or package expired.
pt_pt: Nenhum pacote já foi comprado ou o pacote expirou.

source: WooCoomerce should be installed for payments. Please contact to administrator
pt_pt: WooCommerce deve ser instalado para pagamentos. Entre em contato com o administrador

source: Change Your Password
pt_pt: Mude sua senha

source: Current Password
pt_pt: senha atual

source: New Password
pt_pt: Nova senha

source: Change Password
pt_pt: Mudar senha

source: Activate/Deactivate Account
pt_pt: Ativar / Desativar Conta

source: Why Leave Us.
pt_pt: Por que nos deixe.

source: Delete now
pt_pt: Apague agora

source: Deactivate Now
pt_pt: Desativar agora

source: Activate now
pt_pt: Ative agora

source: Select Page Design
pt_pt: Selecione o design da página

source: Style 1
pt_pt: Estilo 1

source: Style 2
pt_pt: Estilo 2

source: Sort Page Elements
pt_pt: Ordenar elementos da página

source: View Settings
pt_pt: Configurações de exibição

source: Drag and Drop
pt_pt: Arraste e solte

source: Sections
pt_pt: Seções

source: Sort Main Content
pt_pt: Ordenar conteúdo principal

source: Sort sidebar content
pt_pt: Ordenar conteúdo da barra lateral

source: Not in List?
pt_pt: Não está na lista?

source: Send Invitation Now
pt_pt: Enviar convite agora

source: Search member via email id or username
pt_pt: Pesquisar membro por email id ou nome de usuário

source: Invite New User
pt_pt: Convidar novo usuário

source: Invitation message
pt_pt: Mensagem de convite

source: Invite Now
pt_pt: Convide agora

source: PayPal Account
pt_pt: Conta no PayPal

source: Please add your PayPal Account email address to get payments from appointments.
pt_pt: Por favor, adicione seu endereço de e-mail da conta do PayPal para receber pagamentos de compromissos.

source: Create PayPal Account
pt_pt: Criar conta do PayPal

source: PayPal Account Email
pt_pt: E-mail da conta PayPal

source: Withdrawal Settings
pt_pt: Configurações de retirada

source: View withdrawal history
pt_pt: Ver histórico de retirada

source: Minimum
pt_pt: Mínimo

source: Please add your PayPal Account email address to withdrawal your all earnings.
pt_pt: Adicione seu endereço de e-mail da Conta PayPal para retirar todos os ganhos.

source: Withdrawal History
pt_pt: Histórico de retirada

source: Withdrawal settings
pt_pt: Configurações de retirada

source: Date Processed
pt_pt: Data Processada

source: You didn't have transaction history.
pt_pt: Você não teve histórico de transações.

source: Article
pt_pt: Artigo

source: Add Article
pt_pt: Adicionar artigo

source: Edit
pt_pt: Editar

source: Edit Article
pt_pt: Editar artigo

source: New Article
pt_pt: Novo artigo

source: View Article
pt_pt: Ver artigo

source: Search Article
pt_pt: Artigo de pesquisa

source: No Article found
pt_pt: Nenhum artigo encontrado

source: No Article found in trash
pt_pt: Nenhum artigo encontrado no lixo

source: Parent Article
pt_pt: Artigo principal

source: This is where you can add new Articles.
pt_pt: Aqui é onde você pode adicionar novos artigos.

source: Search Tags
pt_pt: Pesquisa Tags

source: Popular Tags
pt_pt: Tags populares

source: All Tags
pt_pt: Todas as Tags

source: Update Tag
pt_pt: Tag de atualização

source: Add New Tag
pt_pt: Adicionar nova etiqueta

source: New Tag Name
pt_pt: Novo nome da etiqueta

source: Separate tags with commas
pt_pt: Separe tags com virgulas

source: Add or remove tags
pt_pt: Adicionar ou remover tags

source: Choose from the most used tags
pt_pt: Escolha entre as tags mais utilizadas

source: Your article has submitted and will be publish after the review.
pt_pt: Seu artigo enviou e será publicado após a revisão.

source: Article added successfully.
pt_pt: Artigo adicionado com sucesso.

source: Article updated successfully.
pt_pt: Artigo atualizado com sucesso.

source: Article deleted successfully.
pt_pt: Artigo eliminado com sucesso.

source: Content
pt_pt: Conteúdo

source: Votes
pt_pt: Votos

source: Restore this item from the Trash
pt_pt: Restaure este item da lixeira

source: Restore
pt_pt: Restaurar

source: Move this item to the Trash
pt_pt: Mova este item para a Lixeira

source: Delete this item permanently
pt_pt: Exclua este item permanentemente

source: Delete Permanently
pt_pt: Apagar permanentemente

source: Edit &#8220;%s&#8221;
pt_pt: Edite "%s"

source: Consult Q&A
pt_pt: Consulte Q & A

source: Questions
pt_pt: Questões

source: Question
pt_pt: Questão

source: New Question
pt_pt: Nova pergunta

source: Add New Question
pt_pt: Adicionar nova pergunta

source: Edit Question
pt_pt: Editar Pergunta

source: View Question
pt_pt: Ver Pergunta

source: Search Question
pt_pt: Pergunta de pesquisa

source: No Question found
pt_pt: Nenhuma pergunta encontrada

source: No Question found in trash
pt_pt: Nenhuma pergunta encontrada no lixo

source: Parent Question
pt_pt: Pergunta dos pais

source: This is where you can add new Questions.
pt_pt: É aqui que você pode adicionar novas perguntas

source: Answers
pt_pt: Respostas

source: New Answer
pt_pt: Nova resposta

source: Add Answer
pt_pt: Adicionar resposta

source: Add New Answer
pt_pt: Adicionar nova resposta

source: Edit Answer
pt_pt: Editar Resposta

source: View Answer
pt_pt: Ver resposta

source: Search Answer
pt_pt: Resposta de pesquisa

source: No Answer found
pt_pt: Nenhuma resposta encontrada

source: No Answer found in trash
pt_pt: Nenhuma resposta encontrada no lixo

source: Parent Answer
pt_pt: Resposta dos pais

source: This is where you can add new Answers.
pt_pt: Aqui é onde você pode adicionar novas respostas.

source: Please login before add your question.
pt_pt: Faça o login antes de adicionar sua pergunta.

source: Question category is required.
pt_pt: É necessária uma categoria de perguntas.

source: Question title field should not be empty.
pt_pt: O campo do título da pergunta não deve estar vazio.

source: Question submit successfully.
pt_pt: Submeter comentários com sucesso.

source: Answers description area should not be empty.
pt_pt: A área de descrição das respostas não deve estar vazia.

source: Answer submitted successfully.
pt_pt: Resposta enviada com sucesso.

source: Your vote update.
pt_pt: A sua atualização de votos.

source: Your vote has removed
pt_pt: Seu voto removeu

source: Your vote has update
pt_pt: Seu voto tem atualização

source: Add/View Answers
pt_pt: Adicionar / Ver respostas

source: Consult Now
pt_pt: Consulte agora

source: Was this answers helpful?
pt_pt: Estas respostas foram úteis?

source: API Credentials
pt_pt: Credenciais da API

source: MailChimp Key
pt_pt: Chave MailChimp

source: Get Api key From <a href="https://us11.admin.mailchimp.com/account/api/" target="_blank"> Get API KEY </a> <br/> You can create list <a href="https://us11.admin.mailchimp.com/lists/" target="_blank">here</a>
pt_pt: Obter a chave Api De <a href="https://us11.admin.mailchimp.com/account/api/" target="_blank"> Obter API KEY </a> <br/> Você pode criar uma lista <a href = "https://us11.admin.mailchimp.com/lists/" target = "_ blank"> aqui </a>

source: Enter google map key here. It will be used for google maps. Get and Api key From <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank"> Get API KEY </a>
pt_pt: Digite a chave do Google Map aqui. Será usado para google maps. Get e Api chave De <a href="https://developers.google.com/maps/documentation/javascript/get-api-key" target="_blank"> Obter API KEY </a>

source: Consumer Key
pt_pt: Chave do consumidor

source: Enter your Twitter Consumer Key Here.
pt_pt: Digite seu Twitter Consumer Key aqui.

source: Consumer Key Secret
pt_pt: Segredo-Chave do Consumidor

source: Enter Your Twitter Consumer Key Secret Here.
pt_pt: Digite seu segredo chave do consumidor do Twitter aqui.

source: Access Token
pt_pt: Token de acesso

source: Enter Your Twitter Access Token Here.
pt_pt: Digite seu Token de acesso do Twitter aqui.

source: Access Token Secret
pt_pt: Acesso Token Secret

source: Enter Your Access Token Secret Here.
pt_pt: Digite seu segredo de token de acesso aqui.

source: APP Settings
pt_pt: Configurações do aplicativo

source: Upload APP Logo
pt_pt: Carregar o logotipo da aplicação

source: Upload Your APP Logo Here, Preferred size is 130 by 61.
pt_pt: Carregue o seu logotipo da APP Aqui, o tamanho preferido é 130 por 61.

source: Blog Settings
pt_pt: Configurações do Blog

source: General Settings
pt_pt: Configurações Gerais

source: Author information
pt_pt: Informação sobre o autor

source: Enable or Disable author information at listing & detail page.
pt_pt: Habilite ou desative a informação do autor na página de listagem e detalhes.

source: Enable Comments
pt_pt: Habilitar comentários

source: Enable or Disable comments. It will be effect all over the site in blog detail/listings.
pt_pt: Ativar ou desativar comentários. Isso será efetuado em todo o site em detalhes / listas do blog.

source: Enable Categories/Tags
pt_pt: Ativar categorias / Tags

source: Enable or Disable Categories/Tags. It will be effect all over the site in blog detail/listings.
pt_pt: Ativar ou Desativar Categorias / Tags. Isso será efetuado em todo o site em detalhes / listas do blog.

source: Enable Sharing
pt_pt: Ativar compartilhamento

source: Enable or Disable social sharing at detail page.
pt_pt: Ativar ou Desativar compartilhamento social na página de detalhes.

source: Archive Pages Settings
pt_pt: Configurações das Páginas de Arquivo

source: Show posts
pt_pt: Mostrar postagens

source: Show number of posts per page. It will be used for archive pages.
pt_pt: Mostrar número de postagens por página. Será usado para páginas de arquivo.

source: It will be used for archive pages.
pt_pt: Será usado para páginas de arquivo.

source: Order by
pt_pt: Ordenar por

source: Order by post id
pt_pt: Ordem por identificação da postagem

source: Order by author
pt_pt: Ordem por autor

source: Order by post name
pt_pt: Ordenar por nome da postagem

source: Order by last modified date
pt_pt: Ordenar por última data de modificação
