Repository: aartisoft/oisami
Catalog: listingo/listingo_new/languages/*.po
Languages: pt_pt

source: Enable or disable post meta information. It will be used for archive pages.
pt_pt: Habilite ou desabilite as informações de meta do post. Será usado para páginas de arquivo.

source: Sidebar ON/OFF
pt_pt: Barra lateral ON / OFF

source: Sidebar Position
pt_pt: Posição da barra lateral

source: Left
pt_pt: Esquerda

source: Right
pt_pt: Certo

source: Search Pages Settings
pt_pt: Configurações das Páginas de Pesquisa

source: Show number of posts per page. It will be used for search pages.
pt_pt: Mostrar número de postagens por página. Ele será usado para páginas de pesquisa.

source: It will be used for search pages.
pt_pt: Ele será usado para páginas de pesquisa.

source: Enable or disable post meta information. It will be used for search pages.
pt_pt: Habilite ou desabilite as informações de meta do post. Ele será usado para páginas de pesquisa.

source: Page Sidebar ON/OFF
pt_pt: Barra lateral da página ON / OFF

source: Booking Settings
pt_pt: Configurações de reserva

source: Booking Payments?
pt_pt: Pagamentos de reserva?

source: Enable/Disable Booking online payments.
pt_pt: Ativar / Desativar os pagamentos on-line da reserva.

source: Payments type
pt_pt: Tipo de pagamento

source: Select your payment process.
pt_pt: Selecione seu processo de pagamento.

source: Custom: Adaptive Payments
pt_pt: Personalizado: pagamentos adaptativos

source: Minimum Amount
pt_pt: Quantidade mínima

source: Add minimum amount to process wallet.
pt_pt: Adicione o montante mínimo para processar carteira.

source: Hide wallet?
pt_pt: Esconder carteira?

source: Hide or show wallet system from users dashboard and from admin side. Payments will work as it is but wallet system will not display in users dashboard.
pt_pt: Ocultar ou mostrar o sistema de carteira do painel de usuários e do lado do administrador. Os pagamentos funcionarão como estão, mas o sistema de carteira não será exibido no painel de usuários.

source: Adaptive Payments Settings
pt_pt: Configurações de pagamentos adaptáveis

source: Adaptive Payments is supporte now. In adaptive payments commission will be transferred to admin and other payment will be directly transferred to provider account.
pt_pt: O pagamento adaptativo é suportado agora. Em pagamentos adaptáveis, a comissão será transferida para o administrador e o outro pagamento será transferido diretamente para a conta do provedor.

source: PayPal APP ID
pt_pt: ID do aplicativo PayPal

source: Add PayPal APP ID here
pt_pt: Adicione o ID da APP do PayPal aqui

source: PayPal email ID
pt_pt: ID de email do PayPal

source: Add PayPal email ID here
pt_pt: Adicione o ID do email do PayPal aqui

source: Fees by?
pt_pt: Taxas por?

source: Either admin will pay PayPal fees or both provider and admin.
pt_pt: O administrador pagará as taxas do PayPal ou o provedor e o administrador.

source: Both provider and admin
pt_pt: Tanto provedor quanto administrador

source: PayPal Enviroment?
pt_pt: Ambiente do PayPal?

source: Sandbox
pt_pt: Caixa de areia

source: Live
pt_pt: Viver

source: PayPal username?
pt_pt: Nome de usuário do PayPal?

source: PayPal password?
pt_pt: Senha do PayPal?

source: PayPal signature?
pt_pt: Assinatura do PayPal?

source: PayPal payment name?
pt_pt: Nome de pagamento do PayPal?

source: Select booking commission in percentage ( % )
pt_pt: Selecione comissão de reserva em porcentagem (%)

source: Booking Commission
pt_pt: Comissão de reserva

source: Styling Options
pt_pt: Opções de estilo

source: Default Color
pt_pt: Cor padrão

source: Custom Color
pt_pt: Cor customizada

source: Primary Color
pt_pt: Cor primária

source: Add theme primary color.
pt_pt: Adicione a cor principal do tema.

source: Featured tag color?
pt_pt: Cor da tag em destaque?

source: Add featured tag text color.
pt_pt: Adicione a cor do texto da tag em destaque.

source: Featured tag background?
pt_pt: Fundo da marca em destaque?

source: Add featured tag background color.
pt_pt: Adicione a cor de fundo da etiqueta em destaque.

source: Verified tag color?
pt_pt: Cor da marca verificada?

source: Add verified tag text color.
pt_pt: Adicionar cor do texto da tag verificada.

source: Verified tag background?
pt_pt: Fundo de marca verificada?

source: Add verified tag background color.
pt_pt: Adicionar cor de fundo da tag verificada.

source: Directory Settings
pt_pt: Configurações do Diretório

source: General Settings.
pt_pt: Configurações Gerais.

source: Verify User
pt_pt: Verificar usuário

source: Verify user before publicly available. Note: If you select "Need to verify, after registration" then user will not be shown until user will be verified by site owner. If you select "Verify by email" then user will get an email for verification. After clicking link user will be published and available at the website.
pt_pt: Verifique o usuário antes de disponibilizar publicamente. Nota: Se você selecionar "Precisa verificar, após o registro", o usuário não será mostrado até que o usuário seja verificado pelo proprietário do site. Se você selecionar "Confirmar por e-mail", o usuário receberá um e-mail para verificação. Após clicar no link, o usuário será publicado e disponibilizado no site.

source: Verify by email
pt_pt: Confirme por email

source: Need to verify, after registeration
pt_pt: Precisa verificar, após o registro

source: View 1
pt_pt: Ver 1

source: View 2
pt_pt: Ver 2

source: View 3
pt_pt: Ver 3

source: Apply Job Settings
pt_pt: Aplicar configurações de trabalho

source: Select apply job options for visitors. Either visitor should login/register before apply a job or free users can aslo apply.
pt_pt: Selecione as opções de trabalho para os visitantes. Qualquer visitante deve entrar / registrar antes de aplicar um emprego ou os usuários gratuitos também podem se inscrever.

source: Restrict users to login/register before apply
pt_pt: Restringir usuários para fazer login / registrar antes de aplicar

source: Accept job applications without login/registration
pt_pt: Aceitar aplicativos de trabalho sem login / registro

source: Hide related providers?
pt_pt: Ocultar fornecedores relacionados?

source: Hide related prividers on provider detail page.
pt_pt: Ocultar confidenciais relacionados na página de detalhes do provedor.

source: Article Approval
pt_pt: Aprovação do artigo

source: Select either articles should publish or needs admin approval to publish.
pt_pt: Selecione se os artigos devem publicar ou precisar de aprovação do administrador para publicar.

source: This will work only when article extension will be activated. Please go to Unyson > Articles > Activate
pt_pt: Isso funcionará somente quando a extensão do artigo será ativada. Por favor, vá para Unyson> Artigos> Ativar

source: Review Status
pt_pt: Status da revisão

source: Please select review status when it post.
pt_pt: Por favor, selecione o status de revisão quando ele é postado.

source: If you want to publish review then select status as Publish, otherwise select Pending to make it draft( Only admin ) can approve it.
pt_pt: Se você quiser publicar a revisão, selecione o status como Publicar, caso contrário, selecione Pendente para torná-lo rascunho (Somente o administrador) pode aprová-lo.

source: Publish
pt_pt: Publicar

source: Default avatar?
pt_pt: Avatar padrão?

source: Add default user avatar. Minimum dimenstions should be 370x270
pt_pt: Adicione o avatar do usuário padrão. As dimensões mínimas devem ser 370x270

source: Default banner?
pt_pt: Banner padrão?

source: Add default user banner. Minimum dimenstions should be 1920x500
pt_pt: Adicione um banner de usuário padrão. As dimensões mínimas devem ser 1920x500

source: Calender Date Format
pt_pt: Formato de data do calendário

source: Select your calender date format.
pt_pt: Selecione o formato de data do calendário.

source: Calender Language
pt_pt: Linguagem de calendário

source: Add 639-1 code. It will be two digit code like "en" for english. Leave it empty to use deualt. Click here to get code <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes" target="_blank"> Get Code </a>
pt_pt: Adicione o código 639-1. Será um código de dois dígitos como "en" para inglês. Deixe vazio para usar deualt. Clique aqui para obter o código <a href="https://en.wikipedia.org/wiki/List_of_ISO_639-1_codes" target="_blank"> Obter código </a>

source: Job Limit?
pt_pt: Limite de trabalho?

source: Select default job limit for each user. This limit will be added to provider purchased package. eg if package have 5 job and default limit is 3 then total jobs limit will be 5 + 3 = 8
pt_pt: Selecione o limite de trabalho padrão para cada usuário. Este limite será adicionado ao pacote adquirido pelo provedor. Por exemplo, se o pacote tiver 5 trabalho e o limite padrão for 3, o limite total de empregos será 5 + 3 = 8

source: Articles Limit?
pt_pt: Limite de artigos?

source: Select default article limit for each user. This limit will be added to provider purchased package. eg if package have 5 article and default limit is 3 then total articles limit will be 5 + 3 = 8
pt_pt: Selecione o limite de artigo padrão para cada usuário. Este limite será adicionado ao pacote adquirido pelo provedor. Por exemplo, se o pacote tiver 5 artigos e o limite padrão for 3, o limite total dos artigos será 5 + 3 = 8

source: Company Settings.
pt_pt: Configurações da empresa.

source: please note that if you want to show company profile at user dashboard then please do settings which is given below.
pt_pt: Por favor, note que, se você quiser mostrar o perfil da empresa no painel do usuário, faça as configurações abaixo.

source: Show
pt_pt: exposição

source: Hide
pt_pt: ocultar

source: Show Company Profile
pt_pt: Mostrar perfil da empresa

source: Add company title
pt_pt: Adicionar título da empresa

source: Leave it empty to hide.
pt_pt: Deixe-o vazio para se esconder.

source: Add company description
pt_pt: Adicionar descrição da empresa

source: Add designation.
pt_pt: Adicionar designação.

source: Add person image.
pt_pt: Adicione a imagem da pessoa.

source: Add company logo
pt_pt: Adicionar logótipo da empresa

source: Directory Settings.
pt_pt: Configurações do Diretório.

source: User Dashboard Page.
pt_pt: Página do painel do usuário.

source: Choose user dashboard page template.
pt_pt: Escolha o modelo da página do painel do usuário.

source: Uplaod Size
pt_pt: Tamanho do carregamento

source: Maximum Image Uplaod Size. Max 5MB, add in bytes. for example 5MB = 5242880 ( 1024x1024x5 )
pt_pt: Tamanho máximo do carregamento de imagens. Max 5 MB, adicione bytes. por exemplo 5MB = 5242880 (1024x1024x5)

source: Account Deletion Description.
pt_pt: Descrição de exclusão de conta.

source: Add message to show it in security settings, wheb user will go to delete your account.
pt_pt: Adicione uma mensagem para mostrar em configurações de segurança, quando o usuário irá excluir sua conta.

source: Invitation Signup Page.
pt_pt: Página de inscrição do convite.

source: Choose signup page for invitation form.
pt_pt: Escolha a página de inscrição para o formulário de convite.

source: Appointment Settings.
pt_pt: Configurações de compromisso.

source: Appointment Form Page.
pt_pt: Página Formulário de nomeação.

source: Choose user appointment form page template.
pt_pt: Escolha o modelo da página do formulário de compromisso do usuário.

source: Appointment Number Prefix.
pt_pt: Prefixo de número de compromisso.

source: Enter your appointment no prefix.
pt_pt: Digite seu compromisso sem prefixo.

source: Search Settings
pt_pt: Configurações de pesquisa

source: Map Settings.
pt_pt: Configurações do Mapa.

source: Map Type
pt_pt: Tipo de mapa

source: Select Map Type.
pt_pt: Selecione o tipo de mapa.

source: Map Style
pt_pt: Estilo do mapa

source: Select map style. It will override map type.
pt_pt: Selecione o estilo do mapa. Ele substituirá o tipo de mapa.

source: NONE
pt_pt: NENHUM

source: Default
pt_pt: Padrão

source: View 4
pt_pt: Ver 4

source: View 5
pt_pt: Ver 5

source: View 6
pt_pt: Ver 6

source: Map Dragable
pt_pt: Mapa Draggable

source: Enbale map dragable
pt_pt: Ativar o arrastar do mapa

source: Cluster Map Marker
pt_pt: Marcador de mapa de cluster

source: Default Cluster map marker.
pt_pt: Marcador de mapa de cluster padrão.

source: Map Cluster Color
pt_pt: Cor do cluster do mapa

source: Map cluster text color
pt_pt: Cor do texto do cluster do mapa

source: Default map marker. It will be used all over the site.
pt_pt: Marcador de mapa padrão. Ele será usado em todo o site.

source: Map Zoom
pt_pt: Zoom do Mapa

source: Select map zoom level
pt_pt: Selecione o nível de zoom do mapa

source: Default Latitude for map.
pt_pt: Latitude padrão para mapa.

source: Default longitude for map.
pt_pt: Longitude padrão para o mapa.

source: Search Settings.
pt_pt: Configurações de pesquisa.

source: Search result map
pt_pt: Mapa do resultado da pesquisa

source: Enable/Disble google map at search page.
pt_pt: Ativar / Desativar o google map na página de pesquisa.

source: Search Listing View
pt_pt: Vista da lista de pesquisa

source: List with map at top
pt_pt: Lista com mapa no topo

source: Grid with map at top
pt_pt: Grade com mapa no topo

source: Grid with map at right
pt_pt: Grelha com mapa à direita

source: List with map at right
pt_pt: Lista com mapa à direita

source: Search Result per page
pt_pt: Resultado da pesquisa por página

source: Search result page.
pt_pt: Página de resultados da pesquisa.

source: Keywords Search
pt_pt: Pesquisa de palavras-chave

source: Enable Keywords Search
pt_pt: Ativar Pesquisa de Palavras-chave

source: Geo location autocomplete
pt_pt: Localização geográfica autocompleta

source: Enable geo location autocomplete field
pt_pt: Ativar campo de preenchimento automático de localização geográfica

source: Enable Radius Search, Note it will be display when geo location will be enable.
pt_pt: Ativar pesquisa de raio, observe que será exibida quando a localização geográfica será ativada.

source: Default radius
pt_pt: Raio padrão

source: Please select default radius for radius slider.
pt_pt: Selecione o raio padrão para o controle deslizante do raio.

source: Maximum radius
pt_pt: Raio máximo

source: Please select maximum radius for radius slider.
pt_pt: Selecione o raio máximo para o controle deslizante do raio.

source: Distance in?
pt_pt: Distância em?

source: Search location radius in miles or kilometers.
pt_pt: Pesquise um raio de localização em quilômetros ou quilômetros.

source: Miles
pt_pt: Milhas

source: Kilometers
pt_pt: Quilômetros

source: Restrict Country
pt_pt: Restringir país

source: Restrict Country in geo location auto complete field.
pt_pt: Campo Restringir País no preenchimento automático de geolocalização.

source: Add your 2 digit country code eg : us, to check country code please visit link <a href="https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2" target="_blank"> Get Code </a>
pt_pt: Adicione seu código de país de 2 dígitos, por exemplo: nós, para verificar o código do país, visite o link <a href="https://en.wikipedia.org/wiki/ISO_3166-1_alpha-2" target="_blank"> Obter código </ a>

source: Language search
pt_pt: Pesquisa de idioma

source: Enable or disbale language search.
pt_pt: Ativar ou desativar a pesquisa de idioma.

source: Search by country/city
pt_pt: Pesquisa por país / cidade

source: Enable country/cities search. Pleae note by enable this field, search by country and cities wil be shown in filters all over the site.
pt_pt: Ativar pesquisa de países / cidades. Por favor, note por habilitar este campo, pesquisa por país e cidades serão exibidas em filtros em todo o site.

source: Insurance base search
pt_pt: Pesquisa de base de seguro

source: Enable insurance base search
pt_pt: Habilitar pesquisa base de seguro

source: Zip code search
pt_pt: Pesquisa de código postal

source: Enable or disbale zip code search.
pt_pt: Habilite ou desabilite a busca por código postal.

source: Misc search
pt_pt: Pesquisa diversa

source: Email Settings
pt_pt: Configurações de Email

source: Email From Name
pt_pt: Email do nome

source: Add From Name when email sent. Like: Listingo
pt_pt: Adicionar do nome quando o email é enviado. Curta: Listingo

source: From : Email ID
pt_pt: De: Email ID

source: Add From Email when email sent. Like: info@no-reply.com
pt_pt: Adicionar de Email quando o email é enviado. Como: info@no-reply.com

source: Email Logo
pt_pt: Logotipo de e-mail

source: Upload your email logo here.
pt_pt: Carregue o seu logotipo de e-mail aqui.

source: Email Banner
pt_pt: Faixa de email

source: Upload your email banner here.
pt_pt: Carregue o seu banner de e-mail aqui.

source: Email Sender Avatar
pt_pt: Avatar do remetente de e-mail

source: Upload email sender picture here.
pt_pt: Carregue a imagem do remetente de e-mail aqui.

source: Email Sender Name
pt_pt: Nome do remetente do e-mail

source: Add email sender name here like: Shawn Biyeam. Default your site name will be used.
pt_pt: Adicione o nome do remetente de e-mail aqui como: Shawn Biyeam. Padrão o nome do seu site será usado.

source: Add email sender tagline here like: Team Listingo. Default your site tagline will be used.
pt_pt: Adicione o slogan do remetente de e-mail aqui como: Team Listingo. O padrão do seu site será usado.

source: Email Sender URL
pt_pt: URL do remetente de e-mail

source: Add email sender url here.
pt_pt: Adicione o URL do remetente de e-mail aqui.

source: General Templates
pt_pt: Modelos gerais

source: Registration
pt_pt: Cadastro

source: Subject
pt_pt: Sujeito

source: Please add subject for email
pt_pt: Adicione assunto para email

source: Email Settings variables
pt_pt: Variáveis de Configuração de Email

source: Email Contents
pt_pt: Conteúdo da e-mail

source: Lost Password
pt_pt: Senha perdida

source: Please add subject for lost password.
pt_pt: Por favor, adicione assunto para senha perdida.

source: Email settings
pt_pt: Configurações de e-mail

source: Lost Password?
pt_pt: Senha perdida?

source: Account Verification
pt_pt: Verificação de conta

source: Please add subject for account verification.
pt_pt: Adicione assunto para verificação de conta.

source: Account Verification?
pt_pt: Verificação de conta?

source: Invitation
pt_pt: Convite

source: Please add Subject for email
pt_pt: Por favor, adicione assunto para email

source: This template will be used by professional and businesses to send an email.
pt_pt: Este modelo será usado por profissionais e empresas para enviar um e-mail.

source: Admin Templates
pt_pt: Modelos de administração

source: Admin Email Content - Registration
pt_pt: Conteúdo de Email de Administrador - Registro

source: Admin Email
pt_pt: Email do administrador

source: This email will be sent to admin when new user register on your site.
pt_pt: Este e-mail será enviado ao administrador quando o novo usuário se registrar no seu site.

source: Add email subject.
pt_pt: Adicione assunto de email.

source: Admin email address
pt_pt: Endereço de e-mail de administrador

source: Please add admin email address, leave it empty to get email address from WordPress Settings.
pt_pt: Adicione o endereço de e-mail do administrador, deixe-o vazio para obter o endereço de e-mail das Configurações do WordPress.

source: Claim/Report Email
pt_pt: Reclamar / Reportar Email

source: Admin email address to send claim/report email
pt_pt: Endereço de e-mail de administrador para enviar e-mail de reclamação / relatório

source: Delete Account
pt_pt: Deletar conta

source: This email will be sent to admin when any provider/user delete their account.
pt_pt: Este e-mail será enviado para o administrador quando qualquer provedor / usuário excluir sua conta.

source: Article Needs Approval
pt_pt: Artigo precisa de aprovação

source: This email will be sent to admin when any provider/user post an article. This email will only be sent when article settings will be set as needs approval from admin: Theme Settings > Directory Settings > Article Approval
pt_pt: Este e-mail será enviado para o administrador quando qualquer provedor / usuário publicar um artigo. Este e-mail será enviado somente quando as configurações do artigo forem definidas conforme a aprovação do administrador: Configurações do tema> Configurações do diretório> Aprovação do artigo

source: Providers/Users Templates
pt_pt: Modelos de fornecedores / usuários

source: Invoice
pt_pt: Fatura

source: Appt Authentication
pt_pt: Autenticação Appt

source: Please add Subject for appointment authentication email.
pt_pt: Adicione o assunto para o email de autenticação de compromisso.

source: Appt Confirmation
pt_pt: Confirmação Appt

source: Please add Subject for appointment confirmation email.
pt_pt: Por favor, adicione Assunto para o e-mail de confirmação do compromisso.

source: Rating ( Received )
pt_pt: Avaliação (Recebido)

source: Job apply - Author
pt_pt: Emprego - Autor

source: This template will be used to send an email to job author.
pt_pt: Este modelo será usado para enviar um e-mail ao autor do trabalho.

source: Job apply - User
pt_pt: Trabalho a ser aplicado - Usuário

source: This template will be used to send an email to person who applied for job.
pt_pt: Este modelo será usado para enviar um e-mail para pessoa que se candidatou ao trabalho.

source: This template will be used to send an email to provider who get question on their profiles.
pt_pt: Este modelo será usado para enviar um e-mail ao provedor que obtenha uma pergunta sobre seus perfis.

source: This template will be used to send an email to the question author
pt_pt: Este modelo será usado para enviar um e-mail para o autor da pergunta

source: Footer Settings
pt_pt: Configurações de rodapé

source: Add Features?
pt_pt: Adicionar Recursos?

source: Enable/Disable feature section.
pt_pt: Ativar / Desativar a seção do recurso.

source: Add Feature.
pt_pt: Adicionar recurso.

source: Add your feature.
pt_pt: Adicione seu recurso.

source: Feature Title
pt_pt: Título do recurso

source: Add feature title here.
pt_pt: Adicione aqui o título do recurso.

source: Feature Description
pt_pt: Descrição do recurso

source: Add feature short description here.
pt_pt: Adicione aqui a breve descrição do recurso.

source: Feature Icon
pt_pt: Ícone do recurso

source: Choose your feature icon.
pt_pt: Escolha o ícone da sua função.

source: Icon Background Color
pt_pt: Cor de fundo do ícone

source: This color will effect the icon background color and the title color.
pt_pt: Essa cor afetará a cor do fundo do ícone e a cor do título.

source: Widget Area
pt_pt: Área Widget

source: Enable/Disable Widget Area
pt_pt: Ativar / Desativar Área Widget

source: Enable/Disable Footer Menu
pt_pt: Ativar / Desativar o Menu de rodapé

source: Footer Copyright
pt_pt: Copyright do rodapé

source: Enable Preloader
pt_pt: Ativar Preloader

source: Preloader on/off
pt_pt: Pré-carregador ligado / desligado

source: Select Type
pt_pt: Selecione o tipo

source: Please select loader type.
pt_pt: Selecione o tipo de carregador.

source: Custom
pt_pt: personalizadas

source: Loader Image?
pt_pt: Imagem do carregador?

source: Upload loader image.
pt_pt: Carregar imagem do carregador.

source: Upload Logo
pt_pt: Carregar Logo

source: Upload 404 page logo, Preferred size is 370 by 270.
pt_pt: Carregue o logotipo da página 404, o tamanho preferido é 370 por 270.

source: 404 Title
pt_pt: 404 Título

source: 404 Description
pt_pt: 404 Descrição

source: Custom CSS
pt_pt: CSS customizado

source: Add your custom css code here if you want to target specifically on different elements.
pt_pt: Adicione seu código CSS personalizado aqui se desejar segmentar especificamente em diferentes elementos.

source: Header Settings
pt_pt: Configurações do cabeçalho
